[
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Black»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 900",
		"title": "adidas Yeezy Boost 350 V2 'Black Non-Reflective' були розроблені в рамках колаборації adidas x Yeezy. Реліз забарвлення відбувся 7 червня 2019 року – наступного дня після релізу Black Reflective. Yeezy Boost 350 V2 Black це повністю чорна модель з популярної серії Yeezy 350",
		"img": "https://thumb.tildacdn.com/stor3738-6466-4334-b633-666661393938/-/format/webp/55971072.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Black Reflective»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Black Reflective були розроблені в рамках колаборації adidas x Yeezy. Реліз забарвлення відбувся 6 червня 2019 року, на день раніше, ніж Black Non-Reflective. Yeezy Boost 350 Black Reflective один з найрідкісніших релізів у серії Yeezy 350 V2. Повністю чорний Primeknit та шнурки, вшитий рефлективний сріблястий матеріал. Все це надає ефекту свічення при наведенні спалаху. Єдина відмінність моделі Yeezy 350 Black Reflective від 'Non-Reflective' полягає в тому, що у другої рефлективні технології присутні тільки на шнурівці. Збоку модель прикрашена напівпрозорою смужкою, а задня петелька у червону точку. У підошві ховається амортизація BOOST, яка досі залишається однією з найефективніших в індустрії кросівок. Кожен шанувальник Yeezy мріє мати у своєму гардеробі чорну легенду. Кросівки Yeezy Boost – це неймовірна легкість, відчутний комфорт та максимальна амортизація.",
		"img": "https://thumb.tildacdn.com/stor3435-3138-4530-b634-333463393733/-/format/webp/80717213.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Bone»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Bone були розроблені в рамках колаборації adidas x Yeezy. Реліз моделі відбувся 21 березня 2022 року в кількості 255 000 пар. Yeezy Boost 350 «Bone» - це друге забарвлення, яке виконане повністю в білому кольорі, після забарвлення «Cream White». Кросівки пошиті з легкої тканини за технологією Primeknit та прикрашені напівпрозорою бічною смужкою. На внутрішній частині задника знаходяться рефлективні брендовані три смужки adidas. Ззаду, в тон кросівки, розташована петелька для зручного вдягання. Напівпрозора підошва приховує всередині амортизацію BOOST, яка досі залишається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost – це неймовірна легкість, відчутний комфорт та максимальна амортизація.",
		"img": "https://thumb.tildacdn.com/stor3232-3036-4362-b639-383366363562/-/format/webp/99916408.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Onyx»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 900",
		"title": "adidas Yeezy Boost 350 V2 'Onyx' були розроблені в рамках колаборації adidas x Yeezy. Реліз забарвлення відбувся 20 червня 2022 року. Кросівки пошиті з легкої тканини за технологією Primeknit та прикрашені напівпрозорою бічною смужкою в тон кросівки. Yeezy Boost 350 «Onyx» - це перше повністю чорне забарвлення популярної моделі 350-х та ідеальний варіант для тих, хто довго вибирав між «Black» та «Cinder». На внутрішній частині задника розташувалися рефлективні брендовані три смужки adidas. Ззаду, в тон кросівки, розташована петелька для зручного вдягання. Напівпрозора підошва приховує всередині амортизацію Boost, яка досі залишається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost 350 - це неймовірна легкість, відчутний комфорт та максимальна амортизація.",
		"img": "https://thumb.tildacdn.com/stor6532-3166-4333-a535-396331656265/-/format/webp/36251842.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Cinder»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 900",
		"title": "adidas Yeezy Boost 350 V2 'Cinder Non-Reflective' були розроблені в рамках колаборації adidas x Yeezy. Реліз моделі відбувся 21 березня 2020 року у кількості 39998 пар. Кросівки пошиті з легкої тканини попелястого кольору за технологією Primeknit та прикрашені напівпрозорою бічною смужкою. На внутрішній частині задника знаходяться рефлективні брендовані три смужки adidas. Ззаду, в тон кросівки, розташована петелька для зручного вдягання. У підошві ховається амортизація BOOST, яка досі залишається однією з найефективніших в індустрії взуття. Підмітка виконана в кольорі ІТ, яка надає контраст даної пари. Кросівки Yeezy Boost – це неймовірна легкість, відчутний комфорт та максимальна амортизація.",
		"img": "https://thumb.tildacdn.com/stor6237-3137-4234-b236-333762386439/-/format/webp/95079220.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Cinder Reflective»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 900",
		"title": "adidas Yeezy Boost 350 V2 'Cinder Reflective' були розроблені в рамках колаборації adidas x Yeezy. Реліз моделі відбувся 4 квітня 2020 року у кількості 19890 пар. Кросівки пошиті з легкої тканини попелястого кольору за технологією Primeknit та прикрашені напівпрозорою бічною смужкою. У забарвленні Cinder Non-Reflective смужка не буде світловідбивати. На внутрішній частині задника знаходяться рефлективні брендовані три смужки adidas. Ззаду, в тон кросівки, розташована петелька для зручного вдягання. У підошві ховається амортизація BOOST, яка досі залишається однією з найефективніших в індустрії взуття. Підмітка виконана у кольорі gum, яка надає контрасту даній парі. Кросівки Yeezy Boost – це неймовірна легкість, відчутний комфорт та максимальна амортизація.",
		"img": "https://thumb.tildacdn.com/stor6632-3133-4662-b465-613437616637/-/format/webp/54297968.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Static»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "Нова модель adidas Yeezy Boost 350 V2 Static Non-Reflective позначає початок нового етапу розвитку лінійки V2, який надасть власникам цих кросівок ще більше можливостей виділитися серед товпи. Модель Yeezy Static отримала оновлену напівпрозору бічну смужку та рефлективні шнурки, які виблискують на фотографіях під впливом світла. На внутрішній стороні задника розташовані характерні три смужки бренду adidas. Ззаду розміщена петелька для зручного взування. Підмітка з напівпрозорого матеріалу приховує в собі амортизаційну технологію BOOST, яка залишається однією з найефективніших у світі кросівок. Ця модель стає поворотним моментом у розвитку дизайну Yeezy Boost 350 V2. Кросівки Yeezy вражають своєю легкістю, відчутним комфортом і максимальною амортизацією.",
		"img": "https://thumb.tildacdn.com/stor3839-6230-4061-a431-313962656630/-/format/webp/40188391.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Static Reflective»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Static Reflective визначають новий етап в історії співпраці між брендами adidas та Yeezy. Кросівки Yeezy Static Reflective відзначають початок нової ери та напрямку розвитку лінійки V2, який дозволить кожному власнику кросівок виокремитися серед товпи. Yeezy Boost Static Reflective стала першою моделлю, в якій в верхню частину тканини були вбудовані рефлективні нитки, надаючи світловідбиваючий ефект на фото зі спалахом. Це не лише дозволяє вам виділятися на фотографіях, а й створює захоплюючі кадри. Рефлективні нитки становлять основу матеріалу, зшитого за технологією Primeknit. На внутрішній частині задника розміщені три брендовані смужки adidas, а амортизаційна підошва Boost залишається незмінною і забезпечує високий комфорт. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://thumb.tildacdn.com/stor6131-6534-4364-b033-366164303632/-/format/webp/49669921.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «True Form»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 True Form представляє новий відтінок у межах колаборації adidas з Yeezy, реліз якої відбувся 16 березня 2019 року. Каньє Вест та adidas Originals вперше впроваджують нову тактику релізу, де три кольори Yeezy Boost 350 V2 - Clay, TRFRM і Hyperspace - розподілені по регіонах світу, призначаючись для Америки, Європи та Азії.Yeezy Boost True Form виділяється завдяки контрастам - помаранчеві акценти на задній петельці та підошві особливо ефектно виглядають на сірому тлі. Модель також має напівпрозору смужку, розташовану вздовж зовнішньої частини кросівки. На внутрішній частині задника розміщені рефлективні брендовані три смужки adidas. Напівпрозора підошва приховує амортизацію BOOST всередині, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://static.tildacdn.com/stor3936-6630-4235-a165-353430393630/29909978.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Clay»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Clay - це нове відтінок у межах співпраці adidas та Yeezy, реліз якого відбувся 30 березня 2019 року. Каньє Вест та adidas Originals вперше застосували новий підхід до релізу, розділяючи три кольори Yeezy Boost 350 V2 - Clay, TRFRM і Hyperspace - за регіонами світу для Америки, Європи та Азії. Yeezy Boost Clay відзначається своїм червоно-жовтогарячим кольором Primeknit і помаранчевим зашморгом на п'яті, вирізняючись серед інших. Модель також оснащена напівпрозорою смужкою, розташованою вздовж зовнішньої частини кросівки. На внутрішній стороні задника розміщені рефлективні брендовані три смужки adidas. Напівпрозора підошва приховує в собі амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://thumb.tildacdn.com/stor3262-6433-4532-a339-633832663562/-/format/webp/92541129.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Hyperspace»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Hyperspace представляє собою нове кольорове вирішення в рамках співпраці adidas x Yeezy, реліз якого відбувся 16 березня 2019 року. Каньє Вест та adidas Originals вперше використали новий метод релізу, де три кольорові варіанти Yeezy Boost 350 V2 - Hyperspace, Clay і TRFRM - були призначені для різних регіонів світу, відповідно: Азія, Америка та Європа. Yeezy Boost Hyperspace вирізняється своєю небесно-блакитною колірною гамою. Модель також оснащена напівпрозорою смужкою, яка простягається вздовж зовнішньої частини кросівки. На внутрішній стороні задника розміщені рефлективні брендовані три смужки adidas. Напівпрозора підошва приховує в собі амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://static.tildacdn.com/stor3730-6566-4764-b261-646238626232/90201429.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Glow»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Glow були створені в рамках співпраці adidas та Yeezy, а їх реліз відбувся 25 травня 2019 року. Модель Yeezy Boost 350 V2 Glow є кросівками, які світяться у темряві. Верхню частину кросівок виготовлено за допомогою технології Primeknit з інтегрованою системою Glow in the Dark. Крім того, модель має напівпрозору смужку, яка простягається вздовж зовнішньої частини кросівки. На внутрішній стороні задника розташовані рефлективні брендовані три смужки adidas. Напівпрозора підошва містить амортизацію BOOST всередині, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://static.tildacdn.com/stor6136-3664-4230-b465-386433666566/71235844.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Cream White»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "13 400",
		"title": "adidas Yeezy Boost 350 V2 Cream White є восьмою моделлю у колаборації adidas x Yeezy в лінійці SPLY-350. Кросівки виготовлені з легкої тканини білого кольору за технологією Primeknit. На задній частині, у відтінку самої кросівки, розташована петелька для зручного вдягання. Напівпрозора підошва приховує амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Ця модель пройшла кілька рестайлінгів, але на сьогодні Yeezy Boost Cream White є наймасштабнішою у історії бренду Yeezy. Вона ґрунтується на політиці Kanye West YEEZYs for everyone, що визначається принципом Yeezy може купити кожен. Забарвлення Yeezy 350 Cream White залишається одним з найпростіших і в той же час класичних, роблячи його по-своєму легендарним. Кросівки Yeezy Boost 350 вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://static.tildacdn.com/stor3663-6466-4135-b532-636434633963/90541667.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Bred»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Bred є шостою моделлю у колаборації adidas x Yeezy та належить до лінійки SPLY-350. Реліз цієї моделі відбувся 11 лютого 2017 року. Yeezy Boost 350 V2 Bred поєднує чорний верх, виготовлений із тканини Primeknit, з червоним написом «SPLY-350», який відображено у дзеркальному стилі на традиційній смужці. Крім того, кросівки мають напівпрозору чорну підошву із амортизаційним матеріалом BOOST. Забарвлення Yeezy Bred з лінійки V2 залишається одним з найбажаніших серед снікерхедів та любителів бренду Yeezy. Варто відзначити, що, відмінно від інших моделей у лінійці SPLY 350, на Yeezy 350 Bred дизайнери поверталися до традиційної петлі на задній частині кросівки, яка характерна для моделей 350 V1. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://static.tildacdn.com/stor3062-3837-4236-b336-306430656462/78453710.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Zebra»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Zebra є сьомою моделлю у колаборації adidas x Yeezy в лінійці SPLY-350. Реліз цієї моделі відбувся 25 лютого 2017 року. Yeezy 350 Zebra поєднує чорно-білий верх у стилі смугастого забарвлення зебри, виготовлений з традиційної тканини Primeknit, з білою смугою, червоним написом SPLY-350, та напівпрозорою білою підошвою, обладнаною амортизаційним матеріалом BOOST. На відміну від інших моделей SPLY-350, також як і в Bred, у Zebra присутня традиційна для 350 V1 петля на задній частині кросівки. Yeezy Boost 350 Zebra було швидко розпродано, і 24 червня 2017 року відбувся ресток цього забарвлення. Додатковий реліз Zebra відбувся 9 листопада 2018 року з великою кількістю пар, виконуючи обіцянку Kanye West про те, що Yeezy стануть більш доступними для всіх охочих. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://static.tildacdn.com/stor3635-3264-4033-b033-336530393763/16939401.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Beluga Reflective»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 900",
		"title": "adidas Yeezy Boost 350 V2 Beluga Reflective були розроблені у рамках співпраці adidas та Yeezy, і реліз цього забарвлення відбувся 18 грудня 2021 року. Особливістю Yeezy Beluga Reflective є вшитий у Primeknit рефлективний сріблястий матеріал, який створює ефект свічення при впливі штучного світла. Це відрізняє цей реліз від оригінального Beluga, випущеного ще у 2016 році. На внутрішній частині задника розташувалися рефлективні брендовані три смужки adidas. Напівпрозора підошва приховує всередині амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://static.tildacdn.com/stor3132-3030-4566-b037-633234306439/27368775.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Cloud White»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Cloud White Non-Reflective були розроблені в рамках співпраці adidas та Yeezy, і їх реліз відбувся 21 вересня 2019 року, всього за два дні до випуску Cloud White Reflective. Кросівки мають верхню частину, виготовлену з легкої тканини небесно-блакитного кольору за технологією Primeknit та прикрашену напівпрозорою бічною смужкою. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas, що єдиний світловідбиваючий елемент у цьому забарвленні. Напівпрозора підошва приховує всередині амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://static.tildacdn.com/stor3164-3633-4231-a533-313762303736/18932608.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Cloud White Reflective»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Cloud White Reflective були розроблені у рамках колаборації adidas та Yeezy, і їх реліз відбувся 19 вересня 2019 року, на два дні раніше, ніж Cloud White Non-Reflective. Кросівки мають верхню частину, виготовлену з легкої тканини небесно-блакитного кольору за технологією Primeknit. У цей верх вшитий рефлективний сріблястий матеріал, який створює ефект свічення при впливі спалаху. Модель також відзначається наявністю напівпрозорої смужки, розташованої вздовж зовнішньої частини кросівки, що сприяє хорошому повітрообміну. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas. Напівпрозора підошва приховує всередині амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://static.tildacdn.com/stor3733-3865-4037-a637-396563326532/75893979.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Citrin»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Citrin Non-Reflective були створені в рамках співпраці між adidas та Yeezy, а їх реліз відбувся 24 вересня 2019 року, наступного дня після випуску Citrin Reflective. Кросівки мають верхню частину, виготовлену з легкої тканини тілесного кольору за технологією Primeknit, та прикрашену напівпрозорою бічною смужкою. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas, що становлять єдиний світловідбиваючий елемент у цьому кольорі. У підошві кросівок прихована амортизація BOOST, яка залишається однією з найефективніших у світі взуття. Підмітка виконана в кольорі дит, надаючи парі контрастний вигляд. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://thumb.tildacdn.com/stor6130-3932-4062-b832-613865313535/-/format/webp/41544059.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Citrin Reflective»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Citrin Non-Reflective є продуктом співпраці між брендами adidas та Yeezy. Ці кросівки були випущені 24 вересня 2019 року, наступного дня після релізу моделі Citrin Reflective. Вони виготовлені з легкої тканини тілесного кольору, використовуючи технологію Primeknit, та декоровані напівпрозорою боковою смужкою.Внутрішня частина задника містить рефлективні брендовані три смужки adidas, які єдиний світловідбиваючий елемент у цьому кольорі. У підошві кросівок використовується амортизація BOOST, що залишається однією з найефективніших в індустрії взуття. Підметка виконана в кольорі дитячого відтінку, що надає парі контрасту. Кросівки Yeezy Boost відзначаються неймовірною легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://thumb.tildacdn.com/stor6666-3136-4536-b164-303262373536/-/format/webp/48436026.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Lundmark Reflective»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Lundmark Reflective представляє собою нову рефлективну модель в історії співпраці брендів adidas та Yeezy. Реліз цього варіанту відбувся 11 липня 2019 року, на два дні раніше, ніж нерефлективна версія «Lundmark Non-Reflective». Дизайн Yeezy Boost «Lundmark Reflective» виконаний у відтінках бежевого та сірого кольорів із додаванням рефлективних сріблястих ниток у технологічний матеріал Primeknit. Основною відмінністю моделі «Lundmark Reflective» від «Lundmark Non-Reflective» є наявність рефлективних елементів тільки на шнуровці. Головною новацією цієї моделі стало відсутність задньої петельки, що надає кросівкам більш обтічну форму. На внутрішній частині задника розташувались рефлективні брендовані три смужки adidas.Півпрозора підошва приховує амортизацію BOOST, яка залишається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost 350 славляться неймовірною легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://static.tildacdn.com/stor3236-3763-4364-b261-376230643362/42729215.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Synth»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Synth Non-Reflective є одним з найрідкісших кольорів у лінійці Yeezy і була випущена регіонально, призначаючись для ринків Азії та Африки. Реліз відбувся 22 червня 2019 року, наступного дня після випуску версії Synth Reflective. Кросівки Yeezy Boost «Synth» мають блідо-рожевий відтінок Primeknit з прозорою смужкою збоку, в тон кросівки. Шнурки отримали рефлективні вкраплення, надаючи їм ефекту свічення при спалаху. На внутрішній частині задника розташувалися рефлективні брендовані три смужки adidas. Півпрозора підошва приховує в собі амортизацію BOOST, яка залишається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost 350 славляться неймовірною легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://static.tildacdn.com/stor6665-6438-4564-b762-356261666361/47029621.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Synth Reflective»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Synth Reflective є одним з найрідкісніших кольорів у лінійці Yeezy і була випущена регіонально на ринки Азії та Африки 21 червня 2019 року, на день раніше, ніж модель Synth Non-Reflective. Кросівки Yeezy Boost «Synth Reflective» мають блідо-рожевий відтінок Primeknit з прозорою смужкою збоку, в тон кросівки. Присутність рефлективних ниток у верхній частині кросівок надає ефекту свічення при спалаху. Єдина відмінність між моделями Synth Reflective і Synth Non-Reflective полягає в тому, що у рефлективної версії технологія присутня тільки на шнурках. На внутрішній частині задника розташувалися світловідбивні брендовані три смужки adidas. Півпрозора підошва приховує в собі амортизацію BOOST, яка залишається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost 350 відомі своєю неймовірною легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://static.tildacdn.com/stor3939-3337-4737-a465-646333613361/93752361.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Tail ligh»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Tail Light були розроблені в рамках колаборації adidas x Yeezy. Реліз цієї моделі відбувся 22 лютого 2020 року, і випущено було лише 24 844 пари. Кросівки Yeezy Boost 350 Tail Light були спроектовані для європейського ринку та вийшли в один день із кольорами Earth та Flax.Кросівки мають верхню частину, пошиту з легкої тканини за технологією Primeknit та прикрашену напівпрозорою бічною смужкою. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas. Ззаду також розташована яскрава петелька для зручного вдягання. Підошва кросівок є напівпрозорою та приховує амортизацію BOOST, яка вважається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost 350 славляться своєю неймовірною легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://static.tildacdn.com/stor6566-3834-4639-a564-356135633830/54491950.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Earth»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Earth були розроблені в рамках колаборації adidas x Yeezy. Реліз забарвлення Earth відбувся 22 лютого 2020 року, того ж дня, коли також вийшли нові забарвлення Yeezy Boost 350 Tail Light та Flax. Yeezy Boost Earth стали регіональним релізом, ексклюзивно призначеним для Північної та Південної Америки. Кросівки мають верхню частину, пошиту з легкої тканини в кольорі хакі за технологією Primeknit, та прикрашену напівпрозорою бічною смужкою в тон кросівки. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas. У підошві кросівок ховається амортизація BOOST, яка вважається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost славляться своєю неймовірною легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://static.tildacdn.com/stor3661-6432-4231-b435-633762343738/34535887.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Flax»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Flax були розроблені в рамках колаборації adidas x Yeezy. Реліз забарвлення Flax відбувся 22 лютого 2020 року, того ж дня, коли також вийшли нові забарвлення Yeezy Boost 350 V2 Earth і Tail Light. Yeezy Boost Flax стали регіональним релізом, ексклюзивно призначеним для ринків Азії та Африки. Кросівки мають верхню частину, пошиту з легкої тканини у жовто-зелених відтінках за технологією Primeknit, і прикрашену напівпрозорою бічною смужкою. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas. У підошві кросівок ховається амортизація BOOST, яка вважається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost визначаються своєю неймовірною легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://static.tildacdn.com/stor3739-6165-4236-b733-306238323161/44579189.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Desert Sage»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Desert Sage були розроблені в рамках колаборації adidas x Yeezy і отримали свою назву на честь багаторічної пустельної шавлії - рослини, що зустрічається в степах і на гірських схилах. Реліз забарвлення відбувся 14 березня 2020 року. Кросівки мають верхню частину, пошиту з легкої тканини за технологією Primeknit, і прикрашену бічною смужкою, яка відображає світло. Шнурки в тон кросівка додають привабливості зовнішньому вигляду пари. На внутрішній частині задника розташовані брендовані три смужки adidas. У підошві кросівок ховається амортизація BOOST, яка вважається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost 350 відомі своєю неймовірною легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://thumb.tildacdn.com/stor6165-3266-4437-a136-656663643262/-/format/webp/99733992.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Marsh»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Marsh були розроблені в рамках колаборації adidas x Yeezy і ексклюзивно продавалися на Yeezy Supply. Реліз забарвлення відбувся 1 лютого 2020 року.Кросівки мають верхню частину, пошиту з легкої тканини приглушеного жовтого кольору за технологією Primeknit. Вони прикрашені бічною смужкою, що відбиває світло, а шнурки в тон кросівка додають привабливості зовнішньому вигляду пари. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas. Напівпрозора підошва приховує всередині амортизацію Boost, а підмітка виконана в кольорі Sunny Yellow. Кросівки Yeezy Boost 350 славляться своєю неймовірною легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://thumb.tildacdn.com/stor6138-3433-4037-a331-376534386663/-/format/webp/20860598.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Light»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "Кросівки Yeezy Boost 350 V2 Light, які були створені в рамках співпраці adidas x Yeezy, були випущені 28 серпня 2021 року. Вони виготовлені з легкої тканини за технологією Primeknit, де adidas вперше використовує технологію чутливості до ультрафіолетового випромінювання. Під впливом сонячних променів бокова смужка змінює свій відтінок на бурштиновий, а деталі візерунка Primeknit набувають ніжно-рожевого відтінку. У внутрішній частині задника розташовані світловідбивні три смужки adidas. Підошва з напівпрозорим ефектом приховує в собі амортизацію BOOST, яка залишається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost поєднують неймовірну легкість, відчутний комфорт та максимальну амортизацію.",
		"img": "https://thumb.tildacdn.com/stor6531-3332-4539-a431-376236306361/-/format/webp/69113278.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Linen»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "Кросівки Yeezy Boost 350 V2 Linen, розроблені в рамках співпраці adidas та Yeezy, вийшли в продаж 18 квітня 2020 року. Вони виготовлені з легкої тканини бежевого кольору за технологією Primeknit і прикрашені світловідбиваючою бічною смужкою, яка підсвічується під впливом світла. Шнурки, виконані в тон кросівка, додають привабливості зовнішньому вигляду. Брендовані три смужки adidas розташовані на внутрішній частині задника. Підошва з напівпрозорим ефектом приховує амортизацію BOOST, яка залишається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost 350 вражають неймовірною легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://thumb.tildacdn.com/stor3637-3837-4737-b832-353464346536/-/format/webp/11222576.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Yecheil»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "Кросівки Yeezy Boost 350 V2 Yecheil Non-Reflective, створені у рамках співпраці adidas та Yeezy, вийшли у продаж 20 грудня 2019 року – наступного дня після випуску «Yecheil Reflective». Вони виготовлені з легкої тканини чорного кольору за технологією Primeknit, яка відзначається розшаруванням на різні частини відтінками синього, червоного, бежевого та жовтого. Крім того, кросівки доповнюються рефлективними шнурками. На внутрішній частині задника розташовані світловідбивні брендовані три смужки adidas. У підошві знаходиться амортизація BOOST, яка залишається однією з найефективніших у своїй галузі. Кросівки Yeezy Boost 350 вражають неймовірною легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://thumb.tildacdn.com/stor3639-3161-4338-b361-633233646361/-/format/webp/43818631.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Yecheil Reflective»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "Кросівки Yeezy Boost 350 V2 Yecheil Reflective, створені в рамках партнерства adidas та Yeezy, вийшли у продаж 19 грудня 2019 року, за день до релізу Yecheil Non-Reflective. Виготовлені з легкої тканини чорного кольору за технологією Primeknit, яка поділена на різні частини відтінками синього, червоного, бежевого та жовтого. Крім того, кросівки прикрашені рефлективними шнурками та вбудованими світловідбивними елементами в Primeknit, які надають їм світіння при спалаху. На внутрішній частині задника виділяються світловідбивні брендовані три смужки adidas. У підошві знаходиться амортизація BOOST, яка є однією з найефективніших у галузі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://thumb.tildacdn.com/stor3336-3633-4538-b137-333662396139/-/format/webp/84359174.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Beluga 2.0»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 200",
		"title": "Кросівки Yeezy Boost 350 V2 Beluga 2.0 стали десятим випуском у лінійці «SPLY-350» в рамках спільної колаборації adidas x Yeezy, і їх реліз відбувся 25 листопада 2017 року. Вони виготовлені з легкої тканини у темно-сірому відтінку за допомогою технології Primeknit. Кросівки Yeezy Boost Beluga 2.0 мають приглушену сірку смужку із червоним написом SPLY-350, яка відображена у дзеркальний спосіб. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas. Ззаду, в тон кросівки, розташована петелька для зручного вдягання. Напівпрозора підошва приховує в собі амортизацію BOOST, яка залишається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost 350 вражають своєю легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://static.tildacdn.com/stor6230-6162-4135-b136-663436343165/38235007.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Ash Pearl",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 500",
		"title": "Кросівки Yeezy Boost 350 V2 Ash Pearl представляють собою результат співпраці adidas та Yeezy. Випущені 20 березня 2021 року, вони наступають на підносах забарвленням Ash Stone та Ash Blue. Виготовлені з легкої тканини бузково-бежевого кольору за допомогою технології Primeknit, кросівки прикрашені напівпрозорою бічною смужкою золотистого відтінку. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника. У білій напівпрозорій підошві ховається амортизація BOOST, яка залишається однією з найефективніших в індустрії взуття. Завдяки їм ви можете насолоджуватися неймовірною легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://thumb.tildacdn.com/stor3835-3662-4635-b533-343766633465/-/format/webp/95921560.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Ash Stone»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "11 500",
		"title": "Кросівки Yeezy Boost 350 V2 Ash Stone від adidas та Yeezy представляють собою результат спільної роботи. Реліз цього забарвлення відбувся 27 лютого 2021 року, одночасно із випуском нового кольору Ash Blue. Вони виготовлені з легкої тканини за допомогою технології Primeknit і прикрашені напівпрозорою бічною смужкою червонувато-жовтогарячого відтінку. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника. У підошві ховається амортизація BOOST, яка залишається однією з найефективніших в індустрії взуття. Завдяки цим кросівкам ви можете насолоджуватися неймовірною легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://thumb.tildacdn.com/stor3066-3064-4339-a663-336166306134/-/format/webp/49840841.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Carbon»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "Кросівки Yeezy Boost 350 V2 Carbon від adidas та Yeezy є продуктом їхньої спільної роботи. Початково планувався реліз у вересні 2020 року, але його відклали до початку жовтня. Це не була єдина зміна, пов'язана з цим забарвленням. 18 вересня було оголошено, що модель буде перейменована та представлена під новою назвою - Carbon. Adidas та Каньє Уест вирішили змінити оригінальну біблійну назву Asriel на більш сучасну форму Carbon. Ці кросівки виготовлені з легкої тканини за допомогою технології Primeknit та прикрашені напівпрозорою бічною смужкою чорного кольору. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника. Напівпрозора підошва приховує в собі амортизацію BOOST, яка залишається однією з найефективніших в індустрії взуття.Кросівки Yeezy Boost Carbon постачаються зі шнурками без зав'язок, а в коробці додається другий комплект шнурків із зав'язками. Загальний досвід від користування цими кросівками включає легкість, відчутний комфорт та максимальну амортизацію.",
		"img": "https://thumb.tildacdn.com/stor3361-3234-4932-b565-346135633237/-/format/webp/86074605.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Mono сlay»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "11 600",
		"title": "adidas Yeezy Boost 350 V2 Mono Clay - це новий дизайн від adidas, який був випущений 18 червня 2021 року. Три різних кольори Yeezy Boost 350 V2 - Mono Clay, Mono Ice і Mono Mist, випущені у цей день, призначені для різних регіонів світу, зокрема для Азії, Північної Америки та Європи. У цьому випадку adidas вирішив експериментувати із дизайном, відхиляючись від традиційного тканинного верху Primeknit. Замість цього використовується напівпрозорий сітчастий матеріал із моноволокна. Кросівки мають прозорий верх, де просвічується підтримуючий каркас кросівка. Також їх прикрашає напівпрозора бічна смужка. Отвори для шнурків були укріплені люверсами в тон силуету. Задня частина має три рефлективні смужки adidas, а ззаду, в тон кросівки, розташована петелька для зручного вдягання. У підошві ховається амортизація BOOST, яка залишається однією з найефективніших в індустрії взуття.",
		"img": "https://static.tildacdn.com/stor6462-6238-4235-a238-653431643462/67123488.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Sand Taupe»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "11 500",
		"title": "adidas Yeezy Boost 350 V2 Sand Taupe (початково відомі як Eliada) були створені у рамках співпраці adidas та Yeezy. Випуск цього забарвлення відбувся 19 грудня 2020 року. Кросівки виготовлені з легкої коричневої тканини за технологією Primeknit і мають напівпрозору бічну смужку, яка відтінюється від кольору кросівки. Верхня частина кросівка має відтінок приглушеного помаранчевого, а підошва виконана в дитячому кольорі. На внутрішній частині задника знаходяться рефлективні брендовані три смужки adidas. Підошва кросівок має напівпрозору конструкцію і приховує амортизацію BOOST, яка залишається однією з найефективніших у взуттєвій індустрії. Yeezy Boost Sand Taupe комплектуються шнурками без зав'язок, а також у коробці є додатковий комплект шнурків із зав'язками. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://static.tildacdn.com/stor3033-3264-4035-b538-613465313535/18705816.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Yeezreel Reflective»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "adidas Yeezy Boost 350 V2 Yeezreel Reflective представляють собою продукт співпраці між adidas і Yeezy. Реліз цього забарвлення відбувся 17 грудня 2019 року, на три дні пізніше, ніж Yeezreel Non-Reflective. Кросівки виготовлені з легкої тканини неоново-зеленого кольору в поєднанні з чорною ниткою, використовуючи технологію Primeknit. Вони прикрашені напівпрозорою бічною смужкою жовтого відтінку. Наявність рефлективних ниток у верхній частині кросівок створює ефект свічення при спалаху. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника, де також знаходиться петелька для зручного вдягання. Напівпрозора підошва приховує всередині амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та високою амортизацією.",
		"img": "https://thumb.tildacdn.com/stor3763-3463-4163-a533-663039393231/-/format/webp/30554536.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Yeezreel»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "11 000",
		"title": "adidas Yeezy Boost 350 V2 Yecheil Non-Reflective представляють собою результат співпраці між adidas і Yeezy. Вони були випущені 20 грудня 2019 року, наступного дня після випуску моделі Yecheil Reflective. Кросівки виготовлені з легкої тканини чорного кольору за допомогою технології Primeknit, яка розколюється на різні відтінки синього, червоного, бежевого та жовтого. Рефлективні шнурки становлять яскравий акцент. На внутрішній частині задника розташовані світловідбивні три смуги adidas. У підошві використана технологія амортизації BOOST, яка залишається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost 350 - це надзвичайна легкість, відчутний комфорт та максимальна амортизація.",
		"img": "https://thumb.tildacdn.com/stor3736-3832-4235-a130-303835313631/-/format/webp/94914401.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Triple White»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "13 400",
		"title": "Кросівки adidas Yeezy Boost 350 V2 Triple White стали восьмою моделлю в рамках партнерства adidas x Yeezy в лінійці SPLY-350. Виготовлені з легкої тканини білого кольору за технологією Primeknit, ці кросівки мають петельку для зручного вдягання, розташовану в тон кросівки. Підошва, напівпрозора, приховує в собі амортизацію BOOST, яка залишається однією з найефективніших в індустрії взуття. Модель пройшла кілька рестайлінгів, а забарвлення Yeezy Boost Triple White стало наймасштабнішим у історії бренду Yeezy. Це забарвлення ґрунтується на політиці Kanye West YEEZYs for everyone, яка визначена принципом Yeezy може купити кожен. Тривалість та класичний дизайн роблять Yeezy Boost 350 «Triple White» легендарним. Ці кросівки надають неймовірну легкість, відчутний комфорт та максимальну амортизацію.",
		"img": "https://static.tildacdn.com/stor3663-6466-4135-b532-636434633963/90541667.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Fade»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "Кросівки adidas Yeezy Boost 350 V2 Fade, спочатку відомі як Yecher, були розроблені в рамках партнерства adidas x Yeezy. Реліз цього забарвлення відбувся 11 листопада 2020 року. Виготовлені з легкої тканини коричневого кольору за технологією Primeknit, ці кросівки прикрашені напівпрозорою бічною смужкою синього відтінку. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника. Підошва, напівпрозора, містить амортизацію BOOST, яка залишається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost вражають неймовірною легкістю, відчутним комфортом і максимальною амортизацією.",
		"img": "https://thumb.tildacdn.com/stor3665-6438-4834-b631-643733613935/-/format/webp/20692560.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Zyon»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "10 300",
		"title": "Кросівки adidas Yeezy Boost 350 V2 Zyon були створені у співпраці adidas та Yeezy, а їх реліз відбувся 18 липня 2020 року. Виготовлені з легкої тканини за технологією Primeknit, кросівки декоровані напівпрозорою бічною смужкою чорного кольору. Zyon виділяється від попередніх моделей завдяки трохи іншому патерну на Primeknit та тоншій тканині. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника. Підошва, напівпрозора, містить амортизацію BOOST, яка і досі вважається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають неймовірною легкістю, відчутним комфортом і максимальною амортизацією.",
		"img": "https://thumb.tildacdn.com/stor3864-3862-4164-a237-363038393463/-/format/webp/71723227.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Israfil»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "Кросівки adidas Yeezy Boost 350 V2 Israfil вироблені в рамках партнерства adidas та Yeezy, і їх реліз відбувся 22 серпня 2020 року. Виготовлені з легкої тканини за технологією Primeknit, вони вражають напівпрозорою бічною смужкою жовтого кольору. Верхня частина кросівки вражає багатогранним відтінком, заснованим на переплетенні сірих ниток, що створюють прекрасний темно-синій відтінок. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника. Амортизація BOOST, прихована в підошві, залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю неймовірною легкістю, відчутним комфортом і максимальною амортизацією.",
		"img": "https://thumb.tildacdn.com/stor6361-3961-4035-a532-613230613736/-/format/webp/65739074.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «MX Oat»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "12 800",
		"title": "Кросівки adidas Yeezy Boost 350 V2 MX Oat представлені в рамках співпраці між adidas та Yeezy, і їх реліз відбувся 23 жовтня 2021 року, на два місяці раніше, ніж MX Rock. Це перше забарвлення в лінійці Yeezy Boost 350 V2, яке вражає яскравим кольоровим рішенням, включаючи мікс помаранчевих, синіх та золотистих відтінків. Кросівки виготовлені з легкої тканини за технологією Primeknit та декоровані напівпрозорою бічною смужкою, яка відповідає відтінкам кросівки. Рефлективні брендовані три смужки adidas розміщені на внутрішній частині задника, а ззаду, в тон кросівки, знаходиться петелька для зручного вдягання. Підошва, яка приховує амортизацію BOOST, залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost 350 вражають неймовірною легкістю, відчутним комфортом та максимальною амортизацією.",
		"img": "https://static.tildacdn.com/stor6232-6465-4461-b138-376137356433/37185620.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Natural»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "11 100",
		"title": "Кросівки adidas Yeezy Boost 350 V2 Natural, спочатку відомі під назвою Abez, представлені у рамках співпраці adidas та Yeezy, а їх реліз відбувся 24 жовтня 2020 року. Вони мають верхню частину з легкої тканини ніжно-кремового кольору, виготовленої за технологією Primeknit, і декоровані напівпрозорою бічною смужкою. Верхня третина кросівка виконана в приглушеному бежевому відтінку, у який вплетені рефлективні нитки, створюючи ефект свічення при спалаху. Світловідбивні три смужки adidas розташовані на внутрішній частині задника. Підошва, яка приховує амортизацію BOOST, є напівпрозорою. Кросівки Yeezy Boost 350 Natural комплектуються шнурками без зав'язок, а в коробці можна знайти другий комплект шнурків із зав'язками. Загальною характеристикою Yeezy Boost є неймовірна легкість, відчутний комфорт та висока амортизація.",
		"img": "https://static.tildacdn.com/stor3465-3961-4763-b263-353031613463/42656597.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «MX Rock»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "11 100",
		"title": "Кросівки adidas Yeezy Boost 350 V2 MX Rock, створені в рамках співпраці adidas та Yeezy, вийшли в продаж 22 грудня 2021 року. Ця модель, виготовлена із легкої тканини за технологією Primeknit, прикрашена напівпрозорою бічною смужкою чорного кольору. Вперше в лінійці Yeezy Boost 350 V2 з'явилося змішане забарвлення у темному стилі з додаванням коричневих та сріблястих відтінків. На внутрішній частині задника вишиті рефлективні брендовані три смужки adidas. Ззаду, в тон кросівки, розташована петелька для зручного вдягання. У підошві прихована амортизація BOOST, яка досі залишається однією з найефективніших у своїй галузі. Кросівки Yeezy Boost 350 - це вражаюча легкість, відчутний комфорт та висока амортизація.",
		"img": "https://static.tildacdn.com/stor6438-3466-4136-b762-623338306534/45026911.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Mono cinder»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "11 600",
		"title": "adidas Yeezy Boost 350 V2 Mono Cinder є новим додатком до лінійки Mono Pack від adidas і має напівпрозорий дизайн. Реліз цієї моделі відбувся 24 червня 2021 року, всього за 6 днів після випуску перших трьох кольорів у цій новій лінійці. Три відтінки Yeezy Boost 350 V2 - Mono Mist, Mono Ice, Mono Clay, представлені в цей день, були розділені по регіонах світу, призначаючи окремі партії для Європи, Північної Америки та Азії. Проте, щодо Mono Cinder, їх можна було замовити тільки на сайті yeezysupply та не були доступні на офіційному веб-сайті adidas. У випадку з Mono Cinder виробник вирішив відступити від звичайного використання тканини Primeknit, замість цього використовуючи напівпрозорий матеріал з моноволокна. Під цим матеріалом знаходиться підтримуючий каркас кросівок, який прикрашений напівпрозорою бічною смужкою. На внутрішній частині задника розташувалися три рефлективні смужки з логотипом adidas. На задній частині, відповідно до кольорової гами кросівок, розташована петелька для зручного вдягання. У підошві використана амортизація BOOST, яка залишається однією з найефективніших у світі взуття.",
		"img": "https://static.tildacdn.com/stor3466-6533-4664-b334-393763623733/42262803.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Mono Ice»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "11 600",
		"title": "adidas Yeezy Boost 350 V2 Mono Ice - це свіжий дизайн від adidas, який був випущений 18 червня 2021 року. Три різні кольори Yeezy Boost 350 V2 - Mono Ice, Mono Clay, Mono Mist, які вийшли в той самий день, були призначені для різних регіонів світу, зокрема для Північної Америки, Азії та Європи. На цей раз бренд adidas вирішив відступити від звичайного верху з тканини Primeknit, використовуючи замість цього напівпрозорий сітчастий матеріал із моноволокна. Під цією зовнішньою сіткою прихований підтримуючий каркас кросівки, а сама пара прикрашена напівпрозорою бічною смужкою. Також були внесені зміни у вигляд отворів для шнурків, які були укріплені люверсами відповідно до загального силуету. Внутрішня частина задника розташована три рефлективні смужки adidas. Ззаду, відповідно до колірної гами кросівок, розташована петелька для зручного вдягання. У підошві використовується амортизація BOOST, яка залишається однією з найефективніших у світі взуття.",
		"img": "https://static.tildacdn.com/stor3138-6330-4638-b966-313266383164/43247739.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 350 V2 «Mono mist»",
		"collection": "YEEZY BOOST 350 V2",
		"price": "11 600",
		"title": "adidas Yeezy Boost 350 V2 Mono Mist - це інноваційний дизайн від adidas, який був випущений 18 червня 2021 року. Три різні кольори Yeezy Boost 350 V2 - Mono Mist, Mono Ice, Mono Clay, що були представлені в той самий день, були спрямовані на різні регіони світу, зокрема для Європи, Північної Америки та Азії. У цьому випадку компанія adidas вирішила відмовитися від звичайного верху з тканини Primeknit, використовуючи замість цього напівпрозорий сітчастий матеріал із моноволокна. Під цією зовнішньою сіткою розташований підтримуючий каркас кросівки, а сама пара доповнена напівпрозорою бічною смужкою. Також були внесені зміни у вигляд отворів для шнурків, які були укріплені люверсами, взаємодіючи з загальним стилем силуету. Внутрішня частина задника прикрашена три рефлективними смужками adidas. Ззаду, у відповідності до кольорової гами кросівок, знаходиться петелька для зручного одягання. У підошві застосована амортизація BOOST, яка залишається однією з найефективніших в індустрії взуття.",
		"img": "https://static.tildacdn.com/stor3563-3133-4035-a633-323331623466/94717735.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 700 V2 «Vanta»",
		"collection": "YEEZY BOOST 700",
		"price": "12 800",
		"title": "adidas Yeezy 450 Resin були розроблені у межах співпраці adidas та Yeezy, а їх реліз відбувся 17 грудня 2021 року. Модель вперше була представлена під час показу Yeezy Season 8 на тижні моди в Парижі у 2020 році. Це абсолютно нова концепція, яка відрізняється зовнішнім виглядом від своїх попередників. Кросівки Yeezy 450 мають складний дизайн, який не такий простий, як може здаватися на перший погляд. Вони зроблені з легкої тканини за технологією Primeknit, а їх інноваційна проміжна підошва у формі ікла виготовлена з м'якого поліуретану (EVA), що забезпечує енергоефективність та легкість руху. Унікальна система шнурівки, що виглядає як петлі, додає закінченості у дизайні кросівок. Брендування обмежується логотипом adidas Performance на підметці. Кросівки Yeezy 450 представляють революційний підхід до сучасного дизайну взуття, розроблений спільно командою adidas та Каньє Вестом.",
		"img": "https://thumb.tildacdn.com/stor6633-3633-4666-a132-656333333039/-/format/webp/72654514.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 700 «Utility Black»",
		"collection": "YEEZY BOOST 700",
		"price": "12 800",
		"title": "adidas Yeezy Boost 700 Utility Black були розроблені в рамках партнерства adidas та Yeezy, і їх реліз відбувся 29 червня 2019 року. Модель Yeezy Boost 700 Utility Black виготовлена з високоякісної замші, натуральної шкіри та сіточки в темних відтінках, що використовують вже відомий масивний силует з підошвою, в якій знаходиться технологія амортизації Boost. Брендування зовнішньої частини Yeezy Boost 700 обмежується трема рефлективними смужками, прихованими під зовнішньою сіткою на боках кросівок, та логотипом adidas Performance на коричневій гумовій підмітці. Крім того, світловідбиваючі вставки у формі «Cat Eye» можна помітити на кросівках. Кросівки adidas Yeezy Boost 700 - це вищий рівень комфорту та амортизації в будь-якому контексті.",
		"img": "https://thumb.tildacdn.com/stor3433-3866-4436-a233-396434313465/-/format/webp/17303981.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 700 «Analog»",
		"collection": "YEEZY BOOST 700",
		"price": "12 600",
		"title": "adidas Yeezy Boost 700 Analog були створені в рамках співпраці між adidas та Yeezy, а їх реліз відбувся 27 квітня 2019 року. Кросівки Yeezy Boost 700 Analog виготовлені з високоякісної бежевої замші, натуральної шкіри та світлої сіточки, використовуючи вже відомий масивний силует з підошвою, в якій знаходиться технологія амортизації Boost.Брендування зовнішньої частини Yeezy Boost 700 обмежене трьома рефлективними смужками, які приховані під зовнішньою сіткою на боках кросівок, та логотипом adidas Performance на чорній гумовій підмітці, аналогічно до моделі Salt. Крім того, світловідбиваючі вставки можна помітити на кросівках у вигляді «Cat Eye». Кросівки adidas Yeezy Boost 700 - це бездоганний рівень комфорту та амортизації в будь-якому контексті.",
		"img": "https://thumb.tildacdn.com/stor6236-3237-4037-b231-633831393233/-/format/webp/40190373.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 700 «Inertia»",
		"collection": "YEEZY BOOST 700",
		"price": "11 600",
		"title": "adidas Yeezy Boost 700 Inertia були розроблені у рамках співпраці між adidas та Yeezy, а їх реліз відбувся 9 березня 2019 року, на півроку раніше, ніж другий варіант забарвлення Yeezy 700 v2 Inertia. Кросівки виготовлені з натуральної шкіри, сіточки mesh та високоякісної замші в блакитних та блідо-сірих відтінках на вже відомому масивному силуеті з підошвою, де використана технологія амортизації Boost. Зовнішнє брендування моделі Yeezy Boost 700 Inertia обмежено трьома рефлективними смужками, які приховані під зовнішньою сіткою на боках кросівок, та логотипом adidas Performance на білій гумовій підмітці. Крім того, світловідбивні вставки можна помітити на кросівках у вигляді «Cat Eye». Кросівки adidas Yeezy Boost 700 - це неперевершений рівень комфорту та амортизації у будь-якій ситуації.",
		"img": "https://thumb.tildacdn.com/stor3738-6130-4235-b264-383035343963/-/format/webp/71556451.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 700 «Mauve»",
		"collection": "YEEZY BOOST 700",
		"price": "12 000",
		"title": "adidas Yeezy Boost 700 Mauve були створені в рамках співпраці між adidas та Yeezy, а їх реліз відбувся 27 жовтня 2018 року. Кросівки Yeezy Boost 700 Mauve виготовлені з високоякісної замші у фіолетових відтінках, натуральної шкіри та темної сітки на вже відомому силуеті з масивною підошвою, де захована амортизаційна технологія Boost. Брендування моделі Yeezy Boost 700 Mauve обмежене трьома прихованими рефлективними смужками під зовнішньою сіткою з боків кросівок, а також логотипом adidas Performance на гумовій підмітці коричневого кольору. Додатково, світловідбивні вставки можна помітити на кросівках у вигляді Cat Eye. Кросівки adidas Yeezy Boost 700 - це вищий рівень комфорту та амортизації у будь-якій ситуації.",
		"img": "https://thumb.tildacdn.com/stor3132-3864-4138-b262-636134656437/-/format/webp/69560658.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 700 MNVN «Triple Black»",
		"collection": "YEEZY BOOST 700",
		"price": "12 100",
		"title": "adidas Yeezy Boost 700 mnvn Triple Black - це перший колірний варіант в новій лінійці Yeezy Boost 700 mnvn, розроблений в рамках партнерства adidas і Yeezy, за участю дизайнера Крістіана Трессера. Реліз відбувся 8 лютого 2020 року. Верх кросівок Yeezy Boost 700 mnvn Triple Black повністю виконаний з чорного нейлону, що виділяє їх серед попередніх версій 700-х моделей, де використовувалися комбінації замші, шкіри та Текстилю.На нейлонову поверхню нанесено назву моделі масивними відображають цифрами 700. Цифри на правому кросівці представлені в дзеркальному відображенні. Підошва залишилася без змін, в ній продовжує бути присутнім амортизаційна технологія Boost, яка залишається однією з найбільш ефективних у взуттєвій індустрії. Силует Yeezy Boost 700 mnvn відрізняється великою кількістю світловідбивних деталей, таких як напис моделі з боків, вставки на миску і заднику, а також відображають віконця на межподошве. Брендинг моделі обмежений логотипом adidas Performance на гумовій підошві. adidas Yeezy Boost 700 mnvn являє собою бездоганний рівень комфорту і амортизації в будь-якій обстановці.",
		"img": "https://thumb.tildacdn.com/stor6364-3632-4639-a539-353938373232/-/format/webp/82534455.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 700 «Salt»",
		"collection": "YEEZY BOOST 700",
		"price": "11 100",
		"title": "adidas Yeezy Boost 700 Salt були розроблені в рамках співпраці між adidas і Yeezy, і вийшли в світ 23 лютого 2019 року. Ці кросівки виконані з високоякісної замші, натуральної шкіри і сіточки в світлих відтінках, зберігаючи впізнаваний силует з масивною підошвою, під якою ховається амортизаційна технологія Boost. Брендування моделі Yeezy Boost 700 обмежена прихованими трьома відбиваючими смугами під зовнішньою сіткою з боків кросівок, а також логотипом adidas Performance на чорній гумовій підошві, як і у випадку моделі Analog. Крім того, світловідбиваючі вставки присутні на самих кросівках і виконані у формі Cat Eye. Кросівки adidas Yeezy Boost 700 являють собою ідеальне поєднання комфорту і амортизації в будь-якій ситуації.",
		"img": "https://thumb.tildacdn.com/stor6330-3637-4766-b636-326639633237/-/format/webp/66855458.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 700 V2 «Geode»",
		"collection": "YEEZY BOOST 700",
		"price": "11 700",
		"title": "adidas Yeezy Boost 700 V2 Geode були розроблені в рамках спільного проекту adidas і Yeezy, і вийшли в продаж 23 березня 2019 року. Ці кросівки виготовлені з високоякісної замші та щільного Primeknit на знайомому силуеті з масивною сірою підошвою, під якою прихована технологія амортизації Boost. Брендування моделі Yeezy Boost 700 V2 обмежено трьома відбиваючими смужками з боків кросівок та логотипом adidas Performance на гумовій підошві кольору gum. Силует Yeezy Boost 700 V2 відзначається численними світловідбиваючими деталями, такими як шнурки, смужки з боків кросівок, а також вставки на мисці та задніку. Кросівки adidas Yeezy Boost 700 V2 забезпечують неперевершений рівень комфорту та амортизації в будь-якій обстановці.",
		"img": "https://thumb.tildacdn.com/stor6164-3830-4038-b762-633830326636/-/format/webp/23126940.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 700 V2 «Hospital Blue»",
		"collection": "YEEZY BOOST 700",
		"price": "12 800",
		"title": "adidas Yeezy Boost 700 V2 Hospital Blue були розроблені в рамках спільного проекту adidas і Yeezy, і вийшли в продаж 28 вересня 2019 року. Ці кросівки виготовлені з високоякісної замші та щільного канвасу блакитного кольору на відомому силуеті з масивною підошвою, під якою прихована технологія амортизації Boost. Брендування моделі Yeezy Boost 700 V2 обмежено трьома не рефлективними смужками з боків кросівок та логотипом adidas Performance на гумовій підошві чорного кольору. Силует Yeezy Boost 700 V2 вирізняється великою кількістю світловідбиваючих деталей, таких як смужки з боків у районі шнурівки, вставки на мисці та заднику, а також рефлективні віконця на міжпідошві. Кросівки adidas Yeezy Boost 700 V2 - це неперевершений рівень комфорту та амортизації в будь-якій ситуації.",
		"img": "https://thumb.tildacdn.com/stor3364-3661-4235-a538-306236313135/-/format/webp/80160393.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 700 «Wave Runner»",
		"collection": "YEEZY BOOST 700",
		"price": "12 800",
		"title": "adidas Yeezy Boost 700 Wave Runner стала першим варіантом кольору у лінійці 700-х, який був розроблений у рамках партнерства між adidas і Yeezy. Прем'єра відбулася 12 серпня 2017 року під час показу Yeezy Season 5 Runway, і вони були випущені ексклюзивно для продажу на платформі Yeezy Supply. Кросівки Yeezy Wave Runner виготовлені із високоякісної замші, натуральної шкіри та сітки mesh на знайомому силуеті з масивною підошвою, в якій захована технологія амортизації Boost. Брендинг моделі Yeezy Boost 700 обмежений трьома рефлективними смужками, які залишаються прихованими під зовнішньою сіткою з боків кросівок, та логотипом adidas Performance на гумовій підошві. Крім того, світловідбивні вставки можна розгледіти на самих кросівках, які виконані у вигляді Cat Eye. Кросівки adidas Yeezy Boost 700 - це бездоганний рівень комфорту та амортизації в будь-якій ситуації.",
		"img": "https://thumb.tildacdn.com/stor6363-6339-4536-b466-393335363537/-/format/webp/98138674.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 700 V2 «Mauve»",
		"collection": "YEEZY BOOST 700",
		"price": "12 600",
		"title": "adidas Yeezy Boost 700 V2 Mauve були розроблені в рамках співпраці adidas та Yeezy. Реліз цього варіанту кольору відбувся 25 вересня 2021 року, що на три роки пізніше, ніж модель Yeezy 700 Mauve. Кросівки Yeezy Boost 700 V2 Mauve представлені у виконанні з високоякісної бордової замші та щільного Primeknit на відомому силуеті з масивною підошвою, де використана амортизаційна технологія Boost. Зовнішній дизайн моделі Yeezy Boost 700 V2 визначається трьома рефлективними смужками на боках кросівок та логотипом adidas Performance на гумовій підмітці кольору гірської мяти. Силует Yeezy Boost 700 V2 характеризується великою кількістю світловідбиваючих деталей, таких як шнурки, смужки з боків, вставки на мисці та задній частині, а також рефлективні віконця на міжпідошві. Кросівки adidas Yeezy Boost 700 V2 - це бездоганний рівень комфорту та амортизації в будь-якій ситуації.",
		"img": "https://thumb.tildacdn.com/stor6535-3734-4066-a331-346236356331/-/format/webp/47738139.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 380 «Onyx»",
		"collection": "YEEZY BOOST 380",
		"price": "10 800",
		"title": "adidas Yeezy Boost 380 Onyx є шостим випуском у новій серії Yeezy 380, який був запланований для випуску до Чорної п'ятниці 2020 року. Назва вказує на мінерал оникс - відомий вид кварцу з характерним переливчастим відтінком. Верх кросівок Yeezy 380 Onyx виготовлений у темно-камуфляжному кольорі із сучасного матеріалу Primeknit. Зазначимо високий виріз, який ефектно огинає ногу, нагадуючи форму носка. Зручність надягання взуття підтримують еластичні шнурки без зав'язок. Ефективний обмін повітрям забезпечують перфоровані смужки з обох боків кросівки. Піднята напівпрозора підошва приховує амортизаційну технологію Boost, а коричнева підметка завершує футуристичний дизайн цієї моделі. Yeezy Boost 380 Onyx доступні в рефлективній та не-рефлективній версіях.",
		"img": "https://thumb.tildacdn.com/stor3931-3430-4566-b739-393139376231/-/format/webp/80690870.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 380 «Calcite Glow»",
		"collection": "YEEZY BOOST 380",
		"price": "10 800",
		"title": "adidas Yeezy Boost 380 Calcite Glow є п'ятим випуском нової серії Yeezy 380 і першою моделлю, яка використовує популярну технологію Glow in the Dark (Світяться у темряві). Реліз відбувся 31 жовтня 2020 року. Забарвлення отримало назву Calcite за мінерал, що належить до класу природних карбонатів і є складовою вапна та крейди. Технологія GID представлена як в midsole, так і в тканині Primeknit. Верх кросівок Yeezy 380 має світло-камуфляжний колір, виготовлений з модернізованого матеріалу Primeknit. Цей силует вражає високим вирізом, який витончено облягає ногу і нагадує форму носка. Зручність при надяганні підкреслюють еластичні білі шнурки без зав'язок. Для додаткового обміну повітря використовуються перфоровані смужки сірого кольору, які розташовані з обох боків кросівки. Висока напівпрозора midsole приховує амортизаційну технологію Boost. Якщо вам подобається модель з технологією GID, рекомендуємо також звернути увагу на Yeezy Boost 350 V2 Glow.",
		"img": "https://thumb.tildacdn.com/stor3739-3831-4537-a332-363437373564/-/format/webp/66406480.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 380 «Alien»",
		"collection": "YEEZY BOOST 380",
		"price": "11 100",
		"title": "adidas Yeezy Boost 380 Alien - це випуск дебютної моделі з нової серії Yeezy 380, яка вийшла в світ 16 листопада 2019 року. Зазначимо, що всі очікували випуску Yeezy Boost 350 V3, але на сцену вийшли саме Yeezy Boost 380. Верх кросівок Yeezy 380 представлений світло-камуфляжним кольором, використовуючи модернізований матеріал Primeknit. Цей силует характеризується високим вирізом, який створює облягаючий ефект навколо кісточки, нагадуючи форму носка. Для поліпшення вентиляції взуття використовуються перфоровані смужки, розташовані по обидва боки кросівки. Висока напівпрозора midsole приховує амортизаційну технологію Boost, яка охоплює всю довжину підошви. Безсумнівно, Yeezy Boost 380 Alien є новим етапом в еволюції бренду Каньє Веста.",
		"img": "https://thumb.tildacdn.com/stor3935-6666-4031-b632-393234376637/-/format/webp/76544896.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 380 «Mist»",
		"collection": "YEEZY BOOST 380",
		"price": "10 800",
		"title": "adidas Yeezy Boost 380 Mist - це другий реліз із нової серії Yeezy 380, який вийшов 25 березня 2020 року. Верхня частина кросівок Yeezy 380 Mist виконана в ніжних відтінках з камуфляжним принтом з модернізованого матеріалу Primeknit. Зазначимо високий виріз, який обгортає ногу навколо кісточки та має форму, нагадуючу носок. Для забезпечення хорошої вентиляції взуття використовуються перфоровані смужки, розташовані з обох боків кросівки. Висока напівпрозора midsole приховує амортизаційну технологію Boost, що простягається по всій довжині підошви. Завершує футуристичний дизайн моделі коричнева підмітка. Yeezy Boost 380 Mist доступні в рефлективній і не рефлективній версіях.",
		"img": "https://thumb.tildacdn.com/stor3661-6439-4638-a534-363338306465/-/format/webp/85742202.png"
	},
	{
		"name": "ADIDAS YEEZY BOOST 380 «Mist Reflective»",
		"collection": "YEEZY BOOST 380",
		"price": "10 800",
		"title": "adidas Yeezy Boost 380 Mist Reflective - це варіант забарвлення Mist із додаванням світловідбиваючих елементів до Primeknit. Реліз відбувся 29 лютого 2020 року. Верхній шар кросівок Yeezy 380 Mist Reflective виконаний у ніжних відтінках з камуфляжним принтом із модернізованого матеріалу Primeknit, який має властивість світловідбивати. Зазначимо високий виріз, який обгортає ногу навколо кісточки, нагадуючи носок. Хороший повітрообмін забезпечують перфоровані смужки, розташовані з обох боків кросівки. Висока напівпрозора midsole приховує амортизаційну технологію Boost, а коричнева підмітка завершує футуристичний дизайн моделі.",
		"img": "https://thumb.tildacdn.com/stor3462-3731-4838-b530-653061633164/-/format/webp/96193639.png"
	},
	{
		"name": "ADIDAS YEEZY 450 «Dark Slate»",
		"collection": "YEEZY 450",
		"price": "11 300",
		"title": "adidas Yeezy 450 Dark Slate були створені в рамках співпраці між adidas та Yeezy. Реліз цього кольорового варіанту відбувся 25 червня 2021 року. Модель вперше була представлена під час показу Yeezy Season 8 на тижні моди в Парижі у 2020 році. Ця модель абсолютно нова і відрізняється від своїх попередників за зовнішнім виглядом. Кросівки Yeezy 450 мають складну конструкцію, не таку просту, як може здатися на перший погляд. Верх кросівок виготовлений з легкої тканини за допомогою технології Primeknit, а інноваційна проміжна підошва у формі іклів використовує м'який поліуретан (EVA), що забезпечує повернення енергії після кожного кроку та легкість у русі. Незвичайним елементом у дизайні кросівок є оригінальна шнурівка, виконана у вигляді петель. Брендинг підтверджується логотипом adidas Performance на підмітці. Кросівки Yeezy 450 - це революційний підхід до сучасного дизайну взуття від команди adidas та Каньє Веста.",
		"img": "https://static.tildacdn.com/stor3539-3436-4536-b163-383233623763/17425051.png"
	},
	{
		"name": "ADIDAS YEEZY 450 «Cloud White»",
		"collection": "YEEZY 450",
		"price": "11 300",
		"title": "adidas Yeezy 450 Cloud White були розроблені в рамках співпраці між adidas та Yeezy. Реліз цього кольорового варіанту відбувся 6 березня 2021 року. Модель вперше була представлена під час показу Yeezy Season 8 на тижні моди в Парижі у 2020 році. Це абсолютно нова модель, яка відрізняється від своїх попередників зовнішнім виглядом. Кросівки Yeezy 450 мають складну конструкцію, яка не така проста, як може здатися на перший погляд. Верх кросівок виготовлений з легкої тканини за допомогою технології Primeknit, а інноваційна проміжна підошва у формі іклів використовує м'який поліуретан (EVA), що забезпечує повернення енергії після кожного кроку та легкість у русі. Завершальним елементом у дизайні кросівок виступає оригінальна шнурівка, виконана у вигляді петель. Брендинг обмежений логотипом adidas Performance на підмітці. Кросівки Yeezy 450 – це революційний підхід до сучасного дизайну взуття від команди adidas та Каньє Веста.",
		"img": "https://static.tildacdn.com/stor3532-6538-4763-b365-396435396161/90120043.png"
	},
	{
		"name": "ADIDAS YEEZY 450 «Resin»",
		"collection": "YEEZY 450",
		"price": "10 400",
		"title": "adidas Yeezy 450 Resin були розроблені в рамках співпраці між adidas та Yeezy. Реліз цього кольорового варіанту відбувся 17 грудня 2021 року. Модель вперше була представлена під час показу Yeezy Season 8 на тижні моди в Парижі у 2020 році. Це абсолютно нова модель, яка відрізняється від своїх попередників зовнішнім виглядом. Кросівки Yeezy 450 мають складну конструкцію, яка не така проста, як може здатися на перший погляд. Верх кросівок виготовлений з легкої тканини за допомогою технології Primeknit, а інноваційна проміжна підошва у формі ікла використовує м'який поліуретан (EVA), що забезпечує повернення енергії після кожного кроку та легкість у русі. Завершальним елементом у дизайні кросівок виступає оригінальна шнурівка, виконана у вигляді петель. Брендинг обмежений логотипом adidas Performance на підмітці. Кросівки Yeezy 450 – це революційний підхід до сучасного дизайну взуття від команди adidas та Каньє Веста.",
		"img": "https://thumb.tildacdn.com/stor3732-3338-4632-b138-323939346438/-/format/webp/56856378.png"
	},
	{
		"name": "ADIDAS YEEZY 500 «Utility Black»",
		"collection": "YEEZY 500",
		"price": "12 800",
		"title": "adidas Yeezy 500 Utility Black були створені в рамках співпраці adidas та Yeezy і вийшли в продаж 7 липня 2018 року. Верх кросівок Yeezy Utility Black виготовлений із високоякісної замші та мешковини, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні.Світловідбиваюче покриття розміщено на язичку та елементах шнурівки. Брендинг обмежений логотипом adidas Performance на задній частині кросівок. У цій серії від Каньє Веста втілюється гармонійне поєднання ретро-стилю у сучасному виконанні. Кросівки Yeezy 500 вважаються справжньою класикою бренду.",
		"img": "https://thumb.tildacdn.com/stor6434-3538-4537-b564-306335386561/-/format/webp/91239177.png"
	},
	{
		"name": "ADIDAS YEEZY 500 «Ash Grey»",
		"collection": "YEEZY 500",
		"price": "12 600",
		"title": "adidas Yeezy 500 Ash Grey були створені в рамках співпраці adidas та Yeezy і вийшли в продаж 4 грудня 2021 року. Верх кросівок Yeezy Ash Grey виготовлений із високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні.Світловідбиваюче покриття розміщено на язичку та елементах шнурівки. Брендинг обмежений логотипом adidas Performance на задній частині кросівок. У цій серії від Каньє Веста втілюється гармонійне поєднання ретро-стилю у сучасному виконанні. Кросівки Yeezy 500 вважаються справжньою класикою бренду.",
		"img": "https://thumb.tildacdn.com/stor3464-3033-4637-b539-326265366238/-/format/webp/93933290.png"
	},
	{
		"name": "ADIDAS YEEZY 500 «Blush»",
		"collection": "YEEZY 500",
		"price": "12 600",
		"title": "adidas Yeezy 500 Blush були створені в рамках співпраці adidas та Yeezy і вийшли в продаж 16 лютого 2018 року. Верх кросівок Yeezy Blush виготовлений із високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні. Світловідбиваюче покриття розміщено на язичку та елементах шнурівки. Брендинг обмежений логотипом adidas Performance на задній частині кросівок. У цій серії від Каньє Веста втілюється гармонійне поєднання ретро-стилю у сучасному виконанні. Кросівки Yeezy 500 вважаються справжньою класикою бренду.",
		"img": "https://thumb.tildacdn.com/stor3664-6133-4764-b737-316263626531/-/format/webp/85871756.png"
	},
	{
		"name": "ADIDAS YEEZY 500 «Bone White»",
		"collection": "YEEZY 500",
		"price": "12 800",
		"title": "adidas Yeezy 500 Bone White були створені в рамках співпраці adidas та Yeezy і вийшли в продаж 24 серпня 2019 року. Верх кросівок Yeezy Bone White виготовлений із високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні.Світловідбиваюче покриття розміщено на язичку та елементах шнурівки. Брендинг обмежений логотипом adidas Performance на задній частині кросівок. У цій лінійці від бренду Каньє Веста втілюється гармонійне поєднання ретро-стилю у сучасному виконанні. Кросівки Yeezy 500 вважаються справжньою класикою бренду.",
		"img": "https://thumb.tildacdn.com/stor6437-3838-4633-b262-663834373261/-/format/webp/93207360.png"
	},
	{
		"name": "ADIDAS YEEZY 500 «Clay Brown»",
		"collection": "YEEZY 500",
		"price": "12 600",
		"title": "adidas Yeezy 500 Clay Brown були створені в рамках співпраці adidas та Yeezy і вийшли в продаж 30 жовтня 2021 року. Верх кросівок Yeezy Clay Brown виготовлений із високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні.Світловідбиваюче покриття розміщено на язичку та елементах шнурівки. Брендинг обмежений логотипом adidas Performance на задній частині кросівок. У цій лінійці від бренду Каньє Веста втілюється гармонійне поєднання ретро-стилю у сучасному виконанні. Кросівки Yeezy 500 вважаються справжньою класикою бренду.",
		"img": "https://thumb.tildacdn.com/stor6339-3630-4362-b734-346562323237/-/format/webp/73962037.png"
	},
	{
		"name": "ADIDAS YEEZY 500 «Granite»",
		"collection": "YEEZY 500",
		"price": "12 800",
		"title": "adidas Yeezy 500 Granite були створені у рамках співпраці adidas та Yeezy і вийшли в продаж 14 травня 2022 року. Верх кросівок Yeezy Granite виготовлений із високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні.Світловідбиваюче покриття розташоване на язичку та елементах шнурівки. Брендинг обмежений логотипом adidas Performance на задній частині кросівок. У цій лінійці від бренду Каньє Веста втілюється гармонійне поєднання ретро-стилю у сучасному виконанні. Кросівки Yeezy 500 вважаються справжньою класикою бренду.",
		"img": "https://thumb.tildacdn.com/stor3762-6338-4835-b732-356637666266/-/format/webp/14726303.png"
	},
	{
		"name": "ADIDAS YEEZY 500 «Salt»",
		"collection": "YEEZY 500",
		"price": "12 800",
		"title": "adidas Yeezy 500 Salt вироблені в рамках співпраці adidas та Yeezy та вийшли у продаж 30 листопада 2018 року. Верх кросівок Yeezy Salt виготовлений із високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 обладнані пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні. Світловідбиваюче покриття розташоване на язичку та елементах шнурівки. Брендинг представлений логотипом adidas Performance на задній частині кросівок. У цій серії від бренду Каньє Веста втілюється гармонійне поєднання ретро-стилю в сучасному виконанні, і кросівки Yeezy 500 вважаються справжньою класикою бренду.",
		"img": "https://thumb.tildacdn.com/stor6366-6361-4661-b934-666339623336/-/format/webp/12969975.png"
	},
	{
		"name": "ADIDAS YEEZY 500 «Soft Vision»",
		"collection": "YEEZY 500",
		"price": "12 800",
		"title": "adidas Yeezy 500 Soft Vision представляють собою результат співпраці adidas і Yeezy та були випущені 2 листопада 2019 року. Верх кросівок Yeezy Soft Vision виготовлений з високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 мають пінну устілку Ortholite з ефектом пам'яті та зручну підкладку, яка не залишає слідів на поверхні. Елементи світловідбиваючого покриття розташовані на язичку та деталях шнурівки. Брендинг представлений логотипом adidas Performance на задній частині кросівок. В цій серії від бренду Каньє Веста виявляється гармонійне поєднання ретро-стилю в сучасному виконанні, і кросівки Yeezy 500 вважаються справжньою класикою бренду.",
		"img": "https://static.tildacdn.com/stor6636-3632-4631-a335-396664663963/67368460.png"
	},
	{
		"name": "ADIDAS YEEZY 500 «Stone»",
		"collection": "YEEZY 500",
		"price": "11 300",
		"title": "adidas Yeezy 500 Stone є поліпшеною версією Yeezy 500 і вийшли в продаж 23 листопада 2019 року. Колір Stone вражає легкими відтінками бежевого і вдало нагадує попередній реліз 2018 року - Blush. Основна нова риса в порівнянні з усіма попередніми випусками у серії Yeezy 500 - це верх виготовлений із неопрену замість звичайної сітки mesh. Преміальна замша і шкіряні вставки залишаються ключовими матеріалами у кросівках, так само як і скульптурна підошва, де вбудована амортизаційна технологія adiPRENE+. Yeezy 500 мають комфортну пінну устілку Ortholite і брендування представлене логотипом adidas Performance на п'яті кросівок. В цьому випуску від команди Каньє Веста втілюється гармонійне поєднання ретро-стилю в сучасному виконанні. Реліз Yeezy 500 Stone завершив 2019 рік та став надзвичайно популярним серед прихильників бренду.",
		"img": "https://thumb.tildacdn.com/stor3738-6636-4536-b736-653237323039/-/format/webp/26061094.png"
	},
	{
		"name": "ADIDAS YEEZY 500 «Taupe Light»",
		"collection": "YEEZY 500",
		"price": "12 600",
		"title": "adidas Yeezy 500 Taupe Light, розроблені в колаборації adidas та Yeezy, вийшли в продаж 5 червня 2021 року. Верх кросівок Yeezy Taupe Light виготовлений із високоякісної замші та сітки mesh, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені комфортною пінною устілкою Ortholite з ефектом пам'яті та надійною підміткою, що забезпечує високий рівень комфорту і не залишає слідів на поверхні. Світловідбивальне покриття розміщене на язичку та елементах шнурівки. Брендування представлене логотипом adidas Performance на п'яті кросівок. У цьому випуску бренду Каньє Веста втілено гармонійне поєднання ретро-стилю та сучасного виконання. Кросівки Yeezy 500 вважаються справжньою класикою в асортименті бренду.",
		"img": "https://thumb.tildacdn.com/stor3165-6135-4030-a236-623361623666/-/format/webp/89340315.png"
	},
	{
		"name": "ADIDAS YEEZY 500 «Enflame»",
		"collection": "YEEZY 500",
		"price": "12 600",
		"title": "adidas Yeezy 500 Enflame, розроблені в колаборації adidas та Yeezy, вийшли в продаж 8 травня 2021 року. Верх кросівок Yeezy Enflame виготовлений із високоякісної замші та сітки mesh, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені комфортною пінною устілкою Ortholite з ефектом пам'яті та надійною підміткою, що забезпечує високий рівень комфорту і не залишає слідів на поверхні. Світловідбивальне покриття розміщене на язичку та елементах шнурівки. Брендування представлене логотипом adidas Performance на п'яті кросівок. У цьому випуску бренду Каньє Веста втілено гармонійне поєднання ретро-стилю та сучасного виконання. Кросівки Yeezy 500 вважаються справжньою класикою в асортименті бренду.",
		"img": "https://thumb.tildacdn.com/stor3630-6333-4630-a533-323764356330/-/format/webp/48109158.png"
	},
	{
		"name": "ADIDAS YEEZY 700 V3 «Alvah»",
		"collection": "YEEZY 700 V3",
		"price": "12 900",
		"title": "adidas Yeezy 700 V3 Alvah, розроблені в рамках співпраці adidas та Yeezy, вийшли 11 квітня 2020 року. Це друге забарвлення Yeezy 700 V3, після Azael, виділяється своїм футуристичним дизайном та відсутністю амортизаційної системи Boost у підошві. Верх кросівок виготовлений з легкого Primeknit, обрамленого фігурною кліткою із жорсткого поліуретану, що світиться у темряві та нагадує крила ангела. Ця конструкція гарантує щільне прилягання та надійне утримання стопи. Рефлективні деталі на основі доповнюють шнурівку, а брендування обмежене логотипом adidas Performance на п'яті кросівок. Проміжна підошва EVA забезпечує комфорт та тривалість, а гумова підошва покращує зчеплення з поверхнею. Кросівки adidas Yeezy 700 V3 Alvah оснащені устілками Ortholite із ефектом пам'яті.",
		"img": "https://thumb.tildacdn.com/stor3132-6363-4465-b064-356564396137/-/format/webp/56705376.png"
	},
	{
		"name": "ADIDAS YEEZY 700 V3 «Arzareth»",
		"collection": "YEEZY 700 V3",
		"price": "11 600",
		"title": "adidas Yeezy 700 V3 Arzareth - третє забарвлення вражаючих 700-х у третій версії. Реліз літа 2020 відрізняється від своїх попередників (Yeezy Boost 700) футуристичним дизайном та відсутністю амортизаційної системи Boost у підошві. Верх виготовлений з легкого текстилю, оточеного фігурною кліткою із жорсткого поліуретану, яка світиться у темряві, нагадуючи крила ангела. Чорний нейлоновий язик прихований під новою системою шнурівки, петлі якої знаходяться за бічними панелями. Ця конструкція забезпечує щільне прилягання та надійне утримання стопи. Шнурівка доповнена рефлективними деталями поблизу основи. Проміжна підошва EVA відповідає за комфорт та довговічність, а гумова підошва покращує зчеплення з поверхнею. Кросівки adidas Yeezy 700 V3 Arzareth оснащені устілками Ortholite із ефектом пам'яті.",
		"img": "https://thumb.tildacdn.com/stor6439-6637-4531-b765-306537313661/-/format/webp/22470007.png"
	},
	{
		"name": "ADIDAS YEEZY 700 V3 «Azael»",
		"collection": "YEEZY 700 V3",
		"price": "12 600",
		"title": "adidas Yeezy 700 V3 Azael були розроблені в рамках співпраці adidas x Yeezy. Це перше забарвлення 700-ї моделі у її третій версії, реліз якого відбувся 23 грудня 2019 року. Ця модель виділяється серед попередників завдяки своєму футуристичному дизайну та відсутності амортизаційної системи Boost у підошві. Верх виготовлений із легкого Primeknit, оточеного фігурною кліткою із жорсткого поліуретану, яка світиться у темряві у формі крил ангела. Ця конструкція забезпечує щільне прилягання та надійне утримання стопи. Шнурівка доповнена рефлективними деталями уздовж основи, а брендинг обмежений логотипом adidas Performance на п'яті кросівок. Проміжна підошва EVA відповідає за комфорт та довговічність, тоді як гумова підмітка покращує зчеплення з поверхнею. Кросівки adidas Yeezy 700 V3 Azael оснащені устілками Ortholite із ефектом пам'яті.",
		"img": "https://thumb.tildacdn.com/stor3638-6466-4463-a237-633632623961/-/format/webp/27534527.png"
	},
	{
		"name": "ADIDAS YEEZY 700 V3 «Clay Brown»",
		"collection": "YEEZY 700 V3",
		"price": "12 900",
		"title": "adidas Yeezy 700 V3 Clay Brown представляє собою п'яте забарвлення визначної моделі 700 у її третій версії. Реліз цієї версії відбувся взимку 2020 року, і ця модель виділяється серед своїх попередників завдяки футуристичному дизайну та відсутності амортизаційної системи Boost у підошві. Верх кросівок виготовлений із легкого текстилю, який оточений фігурною кліткою із жорсткого поліуретану, що світиться у темряві у вигляді крил ангела. Чорний нейлоновий язик прихований під новою системою шнурівки, петлі якої знаходяться під бічними панелями. Дана конструкція забезпечує щільне прилягання та надійну фіксацію стопи. Шнурівка доповнена рефлективними деталями біля основи. Проміжна підошва EVA відповідає за комфорт та довговічність, тоді як гумова підмітка покращує зчеплення з поверхнею. Кросівки Yeezy 700 V3 Clay Brown оснащені устілками Ortholite із ефектом пам'яті.",
		"img": "https://static.tildacdn.com/stor3735-3431-4138-b534-623237633234/93024645.png"
	},
	{
		"name": "ADIDAS YEEZY 700 V3 «Copper Fade»",
		"collection": "YEEZY 700 V3",
		"price": "10 100",
		"title": "adidas Yeezy 700 V3 Copper Fade представляє собою нове забарвлення видовжених 700-х у їхній третій версії. Ця модель вийшла 10 грудня 2021 року і виділяється серед своїх попередників, Yeezy Boost 700, завдяки футуристичному дизайну та відсутності амортизаційної системи Boost у підошві. Верх виготовлений із легкого текстилю, який обрамлений фігурною кліткою із жорсткого поліуретану, що світиться у темряві у вигляді крил ангела. Коричневий нейлоновий язик прихований під новою системою шнурівки, петлі якої знаходяться під бічними панелями. Конструкція забезпечує щільне прилягання та стабільну фіксацію стопи. Шнурівка доповнюється рефлективними елементами біля основи. Проміжна підошва EVA відповідає за комфорт та довговічність, тоді як гумова підмітка покращує зчеплення з поверхнею. Кросівки adidas Yeezy 700 V3 Copper Fade оснащені устілками Ortholite із ефектом пам'яті.",
		"img": "https://thumb.tildacdn.com/stor6631-3539-4938-b431-633361393837/-/format/webp/54942856.png"
	},
	{
		"name": "ADIDAS YEEZY 700 V3 «Kyanite»",
		"collection": "YEEZY 700 V3",
		"price": "10 600",
		"title": "adidas Yeezy 700 V3 Kyanite - це нове варіант культових 700-х у їхній третій версії. Цей реліз, випущений навесні 2021 року, виділяється серед своїх попередників, Yeezy Boost 700, завдяки своєму футуристичному дизайну та відсутності амортизаційної системи Boost у підошві. Верх виготовлений із легкого текстилю, оточеного фігурною кліткою із жорсткого поліуретану, яка світиться у темряві, нагадуючи крила ангела. Чорний нейлоновий язик прихований під новою системою шнурівки, а петлі її заховані під бічними панелями. Конструкція забезпечує щільне прилягання та надійну фіксацію стопи. Шнурівка доповнена рефлективними деталями біля основи. Проміжна підошва EVA відповідає за комфорт і довговічність, в той час як гумова підмітка покращує зчеплення з поверхнею. Кросівки adidas Yeezy 700 V3 Kyanite оснащені устілками Ortholite з ефектом пам'яті.",
		"img": "https://static.tildacdn.com/stor6134-3261-4233-b936-303039613231/22090884.png"
	},
	{
		"name": "ADIDAS YEEZY 700 V3 «Mono Safflower»",
		"collection": "YEEZY 700 V3",
		"price": "11 000",
		"title": "adidas Yeezy 700 V3 Mono Safflower - це нове забарвлення відомих 700-х у їхній третій версії. Цей реліз, представлений 18 березня 2022 року, відрізняється від попередників (Yeezy Boost 700) своїм футуристичним дизайном та відсутністю амортизаційної системи Boost у підошві. Верх виготовлений із легкого текстилю, оточеного фігурною кліткою із жорсткого поліуретану, яка світиться у темряві та має форму крил ангела. Чорний нейлоновий язик прихований під новою системою шнурівки, а петлі її заховані під бічними панелями. Конструкція гарантує щільне прилягання та стійку фіксацію стопи. Шнурівка доповнюється рефлективними елементами біля основи. Проміжна підошва EVA відповідає за комфорт та довговічність, тоді як гумова підмітка покращує зчеплення з поверхнею. Кросівки adidas Yeezy 700 V3 Mono Safflower оснащені устілками Ortholite з ефектом пам'яті.",
		"img": "https://thumb.tildacdn.com/stor3235-3937-4530-a161-613135636639/-/format/webp/60174060.png"
	},
	{
		"name": "ADIDAS YEEZY 700 V3 «Safflower»",
		"collection": "YEEZY 700 V3",
		"price": "10 600",
		"title": "adidas Yeezy 700 V3 Safflower - це четверте забарвлення вражаючих 700-х у їхній третій версії. Цей реліз, представлений восени 2020 року, виділяється серед попередників (Yeezy Boost 700) своїм сучасним футуристичним дизайном та відсутністю амортизаційної системи Boost у підошві. Верхня частина виготовлена із легкого текстилю, оточеного структурною кліткою із жорсткого поліуретану, яка світиться у темряві і має форму крил ангела. Чорний нейлоновий язик прихований під новою системою шнурівки, а петлі цієї системи приховані під бічними панелями. Конструкція забезпечує щільне прилягання та надійну фіксацію стопи. Шнурівка доповнюється рефлективними деталями біля основи. Проміжна підошва EVA відповідає за комфорт та довговічність, тоді як гумова підмітка поліпшує зчеплення з поверхнею. Кросівки Yeezy 700 V3 Safflower оснащені устілками Ortholite з ефектом пам'яті.",
		"img": "https://static.tildacdn.com/stor6432-6433-4635-a531-613532653537/76377992.png"
	},
	{
		"name": "ADIDAS YEEZY SLIDE «Onyx»",
		"collection": "YEEZY SLIDE",
		"price": "8 300",
		"title": "adidas Yeezy Slide Onyx - це новий варіант повністю чорних сланців з унікальною текстурою верху, представлений в рамках співпраці adidas x Yeezy. Реліз цього забарвлення відбувся 7 березня 2022 року. Незважаючи на мінімалістичний дизайн, сланці Yeezy Slide вражають своєю вишуканістю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими та дуже міцними на протязі всього тривалого використання. Спеціальні канавки в області пальців, подушечок і п'яти гарантують надійне фіксування стопи, а ребриста підошва забезпечує надійне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений логотипом adidas Performance на подушечці в області п'яти, а також вигравірованим написом YEEZY на внутрішній стороні сланців. adidas Yeezy Slide - це не тільки неймовірна легкість, але і максимальна амортизація для вищого комфорту під час носіння.",
		"img": "https://static.tildacdn.com/stor3264-3365-4334-a631-393235356134/25502788.png"
	},
	{
		"name": "ADIDAS YEEZY SLIDE «Bone»",
		"collection": "YEEZY SLIDE",
		"price": "8 300",
		"title": "adidas Yeezy Slide Bone представляють собою результат співпраці між adidas та Yeezy. Ці сланці були випущені 6 грудня 2019 року, разом із варіантами Desert Sand та Resin. Навіть при їх мінімалістичному дизайні, вони вражають своєю вишуканістю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, надаючи їм легкість і витривалість протягом всього періоду експлуатації. Благодаря спеціальним канавкам в області пальців, подушці під ступнею та п'яті, сланці гарантують надійне фіксування стопи. Ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, що забезпечує максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежується логотипом adidas Performance на подушці в області п'яти, а також вигравірованою надписом YEEZY на внутрішній частині сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але й максимальна амортизація для максимального комфорту.",
		"img": "https://thumb.tildacdn.com/stor3132-6461-4866-a232-366431373065/-/format/webp/70398039.png"
	},
	{
		"name": "ADIDAS YEEZY SLIDE «Corе»",
		"collection": "YEEZY SLIDE",
		"price": "8 300",
		"title": "adidas Yeezy Slide Core є результатом співпраці adidas та Yeezy, і їх випуск відбувся 4 вересня 2020 року. Відтінок цього кольору нагадує Earth Brown, але Core трошки світліший. Незважаючи на мінімалістичний дизайн сланців, вони вражають своєю складністю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими і міцними на протязі усього періоду експлуатації. Благодаря спеціальним канавкам в області пальців, подушці під ступнею та п'яті, стопа надійно фіксується, а ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений логотипом adidas Performance на подушці в області п'яти, а також вигравірованою написом YEEZY на внутрішній частині сланців. adidas Yeezy Slide - це не просто неймовірна легкість, але і максимальна амортизація для забезпечення максимального комфорту.",
		"img": "https://thumb.tildacdn.com/stor6665-6636-4139-b263-666137633937/-/format/webp/87208757.png"
	},
	{
		"name": "ADIDAS YEEZY SLIDE «Desert Sand»",
		"collection": "YEEZY SLIDE",
		"price": "8 300",
		"title": "adidas Yeezy Slide Desert Sand представляють собою результат спільної роботи adidas і Yeezy, і їх реліз відбувся 6 грудня 2019 року, поряд з варіантами кольорів Bone та Resin. Навіть при мінімалістичному дизайні сланців, вони вражають своєю складністю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими і міцними протягом усього тривалого використання. Завдяки спеціальним канавкам в області пальців, подушечок під ступнею та п'ятки, стопа надійно фіксується, а ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений логотипом adidas Performance на подушці в області п'яти, а також вигравірованим написом YEEZY на внутрішній частині сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для надання максимального комфорту.",
		"img": "https://static.tildacdn.com/stor6535-3233-4438-b131-623032626539/53743113.png"
	},
	{
		"name": "ADIDAS YEEZY SLIDE «Earth Brown»",
		"collection": "YEEZY SLIDE",
		"price": "8 300",
		"title": "adidas Yeezy Slide Earth Brown є результатом співпраці adidas та Yeezy, і їх реліз відбувся 16 квітня 2020 року. Навіть при мінімалістичному дизайні ляпанці вражають своєю складністю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими та міцними протягом усього терміну експлуатації. Завдяки спеціальним канавкам в області пальців, під ступнею та п'яткою, стопа надійно фіксується, а ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений логотипом adidas Performance на подушці в області п'яти, а також вигравірованим написом YEEZY на внутрішній частині сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для забезпечення максимального комфорту.",
		"img": "https://static.tildacdn.com/stor3963-3965-4238-b832-653062396530/81746677.png"
	},
	{
		"name": "ADIDAS YEEZY SLIDE «Enflame Orange»",
		"collection": "YEEZY SLIDE",
		"price": "8 300",
		"title": "adidas Yeezy Slide Enflame Orange є результатом співпраці між adidas та Yeezy, і їх реліз відбувся 21 червня 2021 року. Окрім цього, сланці Yeezy Slide Glow Green також славляться яскравим і помітним відтінком. Навіть при своєму мінімалістичному дизайні вони вражають своєю складністю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими та міцними на протязі усього терміну носіння. Завдяки спеціальним канавкам в області пальців, під ступнею та п'ятою, стопа міцно фіксується, а ребриста підошва гарантує відмінне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежується логотипом adidas Performance на підошві у області п'яти, а також вигравірованим написом YEEZY на внутрішній стороні сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для забезпечення максимального комфорту.",
		"img": "https://static.tildacdn.com/stor3839-6431-4132-b433-626663656535/47667418.png"
	},
	{
		"name": "ADIDAS YEEZY SLIDE «Glow Green»",
		"collection": "YEEZY SLIDE",
		"price": "8 300",
		"title": "adidas Yeezy Slide Glow Green є результатом співпраці між adidas та Yeezy, і їх реліз відбувся 6 вересня 2021 року. Окрім цього, сланці Yeezy Slide Enflame Orange також славляться своєю яскравістю та помітністю. Навіть при своєму мінімалістичному дизайні вони вражають своєю складністю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими та міцними на протязі усього терміну носіння. Завдяки спеціальним канавкам в області пальців, під ступнею та п'ятою, стопа надійно фіксується, а ребриста підошва гарантує відмінне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежується логотипом adidas Performance на підошві у області п'яти, а також вигравірованим написом YEEZY на внутрішній стороні сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для забезпечення максимального комфорту.",
		"img": "https://static.tildacdn.com/stor3633-3966-4231-b865-326139323266/79831312.png"
	},
	{
		"name": "ADIDAS YEEZY SLIDE «Pure»",
		"collection": "YEEZY SLIDE",
		"price": "8 300",
		"title": "adidas Yeezy Slide Pure є результатом співпраці між adidas та Yeezy, і їх реліз відбувся 26 квітня 2021 року. Навіть при мінімалістичному дизайні сланці Yeezy Slide Pure вражають своєю складністю та функціональністю, не дозволяючи їм виглядати занадто просто на перший погляд. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими та міцними на протязі усього терміну носіння. Завдяки спеціальним канавкам в області пальців, під ступнею та п'ятою, стопа надійно фіксується, а ребриста підошва забезпечує відмінне зчеплення, особливо на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежується логотипом adidas Performance на підошві у області п'яти, а також вигравірованим написом YEEZY на внутрішній стороні сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для забезпечення максимального комфорту.",
		"img": "https://static.tildacdn.com/stor3733-3632-4535-b233-303431353766/87606481.png"
	},
	{
		"name": "ADIDAS YEEZY SLIDE «Resin»",
		"collection": "YEEZY SLIDE",
		"price": "8 300",
		"title": "adidas Yeezy Slide Resin є результатом співпраці між adidas та Yeezy, і їх реліз відбувся 6 грудня 2019 року, паралельно з випуском кольорів Desert Sand та Bone. Навіть при мінімалістичному дизайні сланці Yeezy Slide Resin вражають своєю складністю та функціональністю, не дозволяючи їм виглядати занадто просто на перший погляд. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими та міцними на протязі усього терміну носіння. Завдяки спеціальним канавкам в області пальців, під ступнею та п'ятою, стопа надійно фіксується, а ребриста підошва забезпечує відмінне зчеплення, особливо на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений логотипом adidas Performance на підошві у області п'яти, а також вигравірованим написом YEEZY на внутрішній стороні сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для забезпечення максимального комфорту.",
		"img": "https://static.tildacdn.com/stor3730-3837-4130-a337-633964633366/84053259.png"
	},
	{
		"name": "ADIDAS YEEZY SLIDE «Soot»",
		"collection": "YEEZY SLIDE",
		"price": "8 300",
		"title": "adidas Yeezy Slide Soot представляють собою результат співпраці між брендами adidas та Yeezy і вийшли в продаж 4 вересня 2020 року. Перед випуском кольору Onyx, Soot вважалося найтемнішим забарвленням серії. Навіть з їхнім мінімалістичним дизайном, сланці вражають своєю складністю та функціональністю, не дозволяючи їм виглядати занадто просто на перший погляд. Легкі та міцні, Yeezy Slide Soot виготовлені з м'якої піни EVA, забезпечуючи комфорт протягом усього терміну служби. Завдяки спеціальним канавкам в області пальців, під ступнею та п'ятою, стопа надійно фіксується, а ребриста підошва гарантує ефективне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений логотипом adidas Performance на підошві в області п'яти, а також вигравірованим написом YEEZY на внутрішній частині сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для забезпечення вам комфорту у кожному кроці.",
		"img": "https://static.tildacdn.com/stor3534-6562-4138-b031-323664313334/18489245.png"
	},
	{
		"name": "ADIDAS YEEZY FOAM RUNNER «Onyx»",
		"collection": "YEEZY FOAM RNNR",
		"price": "9 300",
		"title": "adidas Yeezy Foam Runner Onyx – це нове, абсолютно чорне взуття, що народилося в результаті співпраці між adidas та Yeezy і було представлено світові 8 червня 2022 року. Модель Yeezy Foam Runner розбиває стереотипи у дизайні, фактично є прототипом, який вийшов у масове виробництво. Футуристичний силует Foam Runner виготовлений із легкого та м'якого матеріалу EVA, заснованого на перероблених морських водоростях.Завдяки перфорації та спеціальним канавкам на внутрішній стороні, взуття надійно фіксує стопу і запобігає потовиділенню. Ребриста підошва гарантує ефективне зчеплення навіть на слизьких поверхнях, щоб забезпечити вам максимальний комфорт та захист від ковзання. Зовнішній брендинг представлений лише логотипом adidas Performance на підошві. Yeezy Foam Runner – це не лише неймовірна легкість, а й відчуття максимального комфорту.",
		"img": "https://thumb.tildacdn.com/stor6130-3366-4939-b165-653636623731/-/format/webp/25175798.png"
	},
	{
		"name": "ADIDAS YEEZY FOAM RUNNER «Ararat»",
		"collection": "YEEZY FOAM RNNR",
		"price": "8 900",
		"title": "adidas Yeezy Foam Runner Ararat – це перше кольорове виконання у лінійці Foam Runner, яке було створено в рамках співпраці між adidas та Yeezy. Випуск відбувся 26 червня 2020 року, а назване воно на честь найвищого вулканічного масиву Вірменського нагір'я – гори Арарат. Цим Каньє Вест висловив свою повагу до батьківщини своєї дружини Кім Кардаш'ян. Модель Yeezy Foam Runner виривається із звичних стандартів дизайну, практично функціонуючи як прототип, випущений для масового виробництва. Футуристичний силует Foam Runner виготовлений із легкого та м'якого матеріалу EVA на основі перероблених морських водоростей. Завдяки перфорації та спеціальним канавкам на внутрішній частині, взуття надійно фіксує стопу і не спричиняє потовиділення. Ребриста підошва забезпечує ефективне зчеплення навіть на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений лише логотипом adidas Performance на підмітці. Yeezy Foam Runner - це не лише неймовірна легкість, а й відчутний комфорт.",
		"img": "https://thumb.tildacdn.com/stor6633-6437-4764-a164-376139316661/-/format/webp/32164974.png"
	},
	{
		"name": "ADIDAS YEEZY FOAM RUNNER «MX Cream Clay»",
		"collection": "YEEZY FOAM RNNR",
		"price": "9 300",
		"title": "adidas Yeezy Foam Runner MX Cream Clay – це результат співпраці adidas та Yeezy, яке було представлено 2 серпня 2021 року. Ця модель руйнує стандартні концепції дизайну, практично функціонуючи як прототип, призначений для масового виробництва. Її футуристичний силует виготовлений із легкого та м'якого матеріалу EVA, створеного на основі перероблених морських водоростей. Благодаря перфорації та спеціальним канавкам на внутрішній стороні, взуття надійно фіксує стопу, запобігаючи потовиділенню. Ребриста підошва гарантує ефективний зчеплення навіть на слизьких поверхнях, надаючи вам максимальний комфорт та захист від ковзання.Зовнішній брендінг обмежується лише логотипом adidas Performance, розташованим на підошві. adidas Yeezy Foam Runner - це не просто неймовірна легкість, але й відчутний комфорт.",
		"img": "https://thumb.tildacdn.com/stor3063-3666-4564-b766-313530373761/-/format/webp/74312739.png"
	},
	{
		"name": "ADIDAS YEEZY FOAM RUNNER «Mineral Blue»",
		"collection": "YEEZY FOAM RNNR",
		"price": "8 900",
		"title": "adidas Yeezy Foam Runner Mineral Blue – це продукт співпраці між adidas і Yeezy, який був представлений 29 травня 2021 року. Ця модель руйнує усі традиційні концепції дизайну, фактично виступаючи як прототип, призначений для масового виробництва. Футуристичний силует Foam Runner виготовлений із легкого та м'якого матеріалу EVA, розробленого на основі перероблених морських водоростей. Благодаря перфорації та спеціальним канавкам на внутрішній стороні, взуття надійно фіксує стопу, уникаючи потовиділення. Ребриста підошва забезпечує надійне зчеплення навіть на слизьких поверхнях, надаючи вам максимальний комфорт та захист від ковзання.Зовнішній брендінг обмежується лише логотипом adidas Performance, розташованим на підошві. adidas Yeezy Foam Runner - це не лише неймовірна легкість, але і відчутний комфорт.",
		"img": "https://thumb.tildacdn.com/stor3736-3235-4134-a566-373539383738/-/format/webp/79404252.png"
	},
	{
		"name": "ADIDAS YEEZY FOAM RUNNER «Mist»",
		"collection": "YEEZY FOAM RNNR",
		"price": "8 900",
		"title": "adidas Yeezy Foam Runner Mist були створені в рамках партнерства між adidas і Yeezy. Запуск відбувся 11 березня 2022 року, в той самий день, що й змішане забарвлення Stone Sage. Модель Yeezy Foam Runner революціонізує уявлення про дизайн, фактично виступаючи прототипом для масового виробництва. Сучасний силует Foam Runner виготовлений із легкого та м'якого матеріалу EVA на основі перероблених морських водоростей. Завдяки перфорації та спеціальним канавкам на внутрішній стороні, взуття надійно фіксує стопу, запобігаючи вологовиділенню. Ребриста підошва гарантує надійне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендінг обмежений лише логотипом adidas Performance на підошві. adidas Yeezy Foam Runner - це не лише неймовірна легкість, але й відчутний комфорт.",
		"img": "https://thumb.tildacdn.com/stor6662-3066-4138-b935-356362616266/-/format/webp/45368167.png"
	},
	{
		"name": "ADIDAS YEEZY FOAM RUNNER «MXT Moon Gray»",
		"collection": "YEEZY FOAM RNNR",
		"price": "9 300",
		"title": "adidas Yeezy Foam Runner MXT Moon Gray були створені в рамках співпраці adidas та Yeezy. Реліз відбувся 26 березня 2021 року, одночасно зі змішаним забарвленням Sand. Модель Yeezy Foam Runner перевершує уявлення про дизайн, фактично виступаючи прототипом для масового виробництва. Завдяки футуристичному силуету, виготовленому з легкого та м'якого матеріалу EVA на основі перероблених морських водоростей, вони вражають. Перфорація та спеціальні канавки на внутрішній частині забезпечують надійне фіксування стопи та запобігають надмірному вологовиділенню. Ребриста підошва гарантує ефективне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендінг обмежений лише логотипом adidas Performance на підошві. adidas Yeezy Foam Runner - це не лише неймовірна легкість, але і відчутний комфорт.",
		"img": "https://thumb.tildacdn.com/stor6235-3963-4138-a430-333333666636/-/format/webp/55233157.png"
	},
	{
		"name": "ADIDAS YEEZY FOAM RUNNER «Ochre»",
		"collection": "YEEZY FOAM RNNR",
		"price": "8 900",
		"title": "adidas Yeezy Foam Runner Ochre були розроблені у рамках співпраці adidas та Yeezy, а їх реліз відбувся 2 серпня 2021 року. Модель Yeezy Foam Runner перевершує уявлення про дизайн, фактично виступаючи прототипом для масового виробництва. Футуристичний силует Foam Runner виготовлений з легкого та м'якого матеріалу EVA на основі перероблених морських водоростей. Дизайн включає перфорацію та спеціальні канавки на внутрішній частині, які гарантують надійне фіксування стопи та запобігають надмірному вологовиділенню. Ребриста підошва забезпечує ефективне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендінг обмежується лише логотипом adidas Performance на підмітці. adidas Yeezy Foam Runner - це не просто неймовірна легкість, але і відчутний комфорт.",
		"img": "https://static.tildacdn.com/stor6530-3737-4561-b830-333937663662/55806935.png"
	},
	{
		"name": "ADIDAS YEEZY FOAM RUNNER «MX Sand Grey»",
		"collection": "YEEZY FOAM RNNR",
		"price": "9 300",
		"title": "adidas Yeezy Foam Runner MX Sand Grey були розроблені в межах співпраці між adidas та Yeezy, і їх випуск відбувся 11 грудня 2021 року. Модель Yeezy Foam Runner перевершує стандартні концепції дизайну, фактично виступаючи прототипом для масового виробництва. Футуристичний силует Foam Runner виготовлений з легкого та м'якого матеріалу EVA на основі перероблених морських водоростей. Дизайн включає в себе перфорацію та спеціальні канавки на внутрішній частині, що забезпечують надійне фіксування стопи та запобігають надмірному вологовиділенню. Ребриста підошва забезпечує ефективне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендінг обмежується лише логотипом adidas Performance на підмітці. adidas Yeezy Foam Runner - це не просто неймовірна легкість, але й відчутний комфорт.",
		"img": "https://thumb.tildacdn.com/stor3463-6663-4364-b131-306139373861/-/format/webp/38838505.png"
	},
	{
		"name": "ADIDAS YEEZY FOAM RUNNER «Sand»",
		"collection": "YEEZY FOAM RNNR",
		"price": "8 900",
		"title": "adidas Yeezy Foam Runner Sand були розроблені у рамках співпраці між adidas та Yeezy. Вони були випущені 26 березня 2021 року і представлені одного дня разом із варіантом MXT Moon Gray. Модель Yeezy Foam Runner виходить за межі стандартних концепцій дизайну, фактично слугуючи прототипом для масового виробництва. Футуристичний силует Foam Runner виготовлений з легкого та м'якого матеріалу EVA, на основі перероблених морських водоростей. Завдяки перфорації та спеціальним канавкам на внутрішній частині, тапочки надійно фіксуються і не сприяють надмірному потовиділенню. Ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежується лише логотипом adidas Performance на підмітці. adidas Yeezy Foam Runner - це не лише неймовірна легкість, але й відчутний комфорт.",
		"img": "https://static.tildacdn.com/stor3463-3637-4266-a462-623239343936/33795790.png"
	},
	{
		"name": "ADIDAS YEEZY FOAM RUNNER «Stone Sage»",
		"collection": "YEEZY FOAM RNNR",
		"price": "8 900",
		"title": "adidas Yeezy Foam Runner Stone Sage були розроблені в рамках співпраці між adidas та Yeezy. Реліз цього забарвлення відбувся 11 березня 2022 року, і вони вийшли одного дня із варіантом Mist. Модель Yeezy Foam Runner порушує усі традиційні стандарти дизайну, практично виступаючи як прототип для масового виробництва. Футуристичний силует Foam Runner створений із легкого та м'якого матеріалу EVA, що базується на перероблених морських водоростях. Завдяки перфорації та спеціальним канавкам на внутрішній частині, вони надійно фіксуються на стопі, запобігаючи надмірному потовиділенню. Ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений лише логотипом adidas Performance на підмітці. adidas Yeezy Foam Runner - це не лише неймовірна легкість, але і відчутний комфорт.",
		"img": "https://static.tildacdn.com/stor3830-6637-4234-a635-656135353136/92133440.png"
	},
	{
		"name": "ADIDAS YEEZY FOAM RUNNER «Vermillion»",
		"collection": "YEEZY FOAM RNNR",
		"price": "8 900",
		"title": "adidas Yeezy Foam Runner Vermillion були розроблені в рамках співпраці між adidas та Yeezy. Реліз цього забарвлення відбувся 29 жовтня 2021 року. Модель Yeezy Foam Runner переосмислює усі стандартні концепції дизайну, фактично слугуючи прототипом для масового виробництва. Футуристичний силует Foam Runner виготовлений із легкого та м'якого матеріалу EVA на основі перероблених морських водоростей. Завдяки перфорації та спеціальним канавкам на внутрішній частині, вони надійно фіксуються на стопі, запобігаючи надмірному потовиділенню. Ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений лише логотипом adidas Performance на підмітці. adidas Yeezy Foam Runner - це не лише неймовірна легкість, але і відчутний комфорт.",
		"img": "https://static.tildacdn.com/stor6462-6463-4664-b133-363161333863/21372868.png"
	},
	{
		"name": "ADIDAS YEEZY KNIT RUNNER «Stone carbon»",
		"collection": "YEEZY KNIT RNR",
		"price": "8 400",
		"title": "adidas Yeezy Knit Runner Stone Carbon - це нове кольорове виконання у футуристичному дизайні, яке створено в рамках співпраці між adidas та Yeezy. Реліз цього забарвлення відбувся 26 березня 2022 року. Верхня частина виконана в чорно-коричневому кольорі з трикотажного матеріалу, що повністю обгортає стопу. Для позначення розміру кожної пари на кісточці використано коричневий колір, де чорним шрифтом виведено інформацію про розмір. Тонка гумова підошва з візерунком ялинка завершує футуристичний дизайн. Зовнішній брендинг моделі Yeezy Knit Runner представлений лише логотипом adidas Performance, розміщеним на підошві.",
		"img": "https://thumb.tildacdn.com/stor3633-3464-4835-b933-323337343561/-/format/webp/87559135.png"
	},
	{
		"name": "ADIDAS YEEZY KNIT RUNNER «Sulfur»",
		"collection": "YEEZY KNIT RNR",
		"price": "8 400",
		"title": "adidas Yeezy Knit Runner Sulfur - це нова модель з футуристичним дизайном, що має схожу форму із Foam Runner. Вона була розроблена в рамках співпраці adidas x Yeezy, а її реліз відбувся 23 вересня 2021 року. Верх виконаний у жовтому відтінку з трикотажного матеріалу, що повністю облягає ногу. Для маркування зовнішнього розміру кожної пари на кісточці використано бежевий колір, де чорним шрифтом виведено інформацію про розмір. Тонка гумова підошва з візерунком ялинка завершує футуристичний дизайн. Зовнішній брендинг моделі Yeezy Knit Runner представлений лише логотипом adidas Performance, розташованим на підошві.",
		"img": "https://thumb.tildacdn.com/stor6436-3538-4336-a135-306433653639/-/format/webp/93380200.png"
	},
	{
		"name": "ADIDAS YEEZY QNTM «Quantum»",
		"collection": "YEEZY QMTM",
		"price": "11 200",
		"title": "adidas Yeezy QNTM Quantum представляє собою повсякденну версію баскетбольних кросівок із нової лінійки QNTM від Адідас у співпраці з Каньє Уестом. Спроектована для носіння не лише на баскетбольному корті, модель отримала вплив від улюбленого виду спорту Каньє Уеста і має високий силует. adidas Yeezy QNTM Quantum виготовлені з світловідбивних вставок, які відсутні у версії для баскетболу. Основна світло-сіра тканина кросівок виготовлена за допомогою технології Primeknit, яка має текстурний вигляд, подібний до моделей з серії Yeezy Boost 350 V2. Забезпечуючи бездоганний рівень комфорту та амортизації у будь-якій ситуації, технологія Boost використовується у цій моделі. Кросівки Yeezy Quantum були випущені 16 лютого 2020 року в обмеженій кількості — 4120 пар — до зіркового вікенду NBA у Чикаго. Вересні того ж року відбувся ресток забарвлення.",
		"img": "https://thumb.tildacdn.com/stor3439-6134-4165-b064-386265363933/-/format/webp/28631019.png"
	}
]
