[
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Black»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 900",
        "title": "adidas Yeezy Boost 350 V2 'Black Non-Reflective' was developed as part of the adidas x Yeezy collaboration. The color scheme was released on June 7, 2019 – the day after the release of Black Reflective. Yeezy Boost 350 V2 Black is an all-black model from the popular Yeezy 350 series",
        "img": "https://thumb.tildacdn.com/stor3738-6466-4334-b633-666661393938/-/format/webp/55971072.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Black Reflective»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Black Reflective was developed as part of the adidas x Yeezy collaboration. The color was released on June 6, 2019, a day earlier than Black Non-Reflective. Yeezy Boost 350 Black Reflective is one of the rarest releases in the Yeezy 350 V2 series. All Black Primeknit and laces, sewn reflective silver material. All this gives a glow effect when pointing the flash. The only difference between the Yeezy 350 Black Reflective model and the 'Non-Reflective' one is that the second one has reflective technologies only on the lacing. The side of the model is decorated with a semi-transparent stripe, and the back loop is decorated with a red dot. The sole hides BOOST cushioning, which is still one of the most effective in the sneaker industry. Every Yeezy fan dreams of having a black legend in their wardrobe. Yeezy Boost sneakers offer incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3435-3138-4530-b634-333463393733/-/format/webp/80717213.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Bone»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "the adidas Yeezy Boost 350 V2 Bone was developed as part of the adidas x Yeezy collaboration. The model was released on March 21, 2022 in the amount of 255,000 pairs. Yeezy Boost 350  Bone is the second color scheme, which is made entirely in white, after the Color Cream White. The sneakers are made of lightweight fabric using Primeknit technology and decorated with a semi-transparent side stripe. On the inside of the back are reflective branded three adidas stripes. At the back, to match the sneaker, there is a loop for easy putting on. The semi-transparent sole hides BOOST cushioning inside, which is still one of the most effective in the shoe industry. Yeezy Boost sneakers offer incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3232-3036-4362-b639-383366363562/-/format/webp/99916408.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Onyx»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 900",
        "title": "the adidas Yeezy Boost 350 V2 'Onyx' was developed as part of the adidas x Yeezy collaboration. The color scheme was released on June 20, 2022. The sneakers are made of lightweight fabric using Primeknit technology and decorated with a semi-transparent side stripe to match the sneaker. The Yeezy Boost 350 Onyx is the first All-Black color scheme of the popular 350s model and is ideal for those who have long chosen between Blackиand  Cinder. On the inside of the back are reflective branded three adidas stripes. At the back, to match the sneaker, there is a loop for easy putting on. The semi-transparent sole hides Boost cushioning inside, which is still one of the most effective in the shoe industry. The Yeezy Boost 350 sneaker offers incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor6532-3166-4333-a535-396331656265/-/format/webp/36251842.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Cinder»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 900",
        "title": "the adidas Yeezy Boost 350 V2 'Cinder Non-Reflective' was developed as part of the adidas x Yeezy collaboration. The model was released on March 21, 2020 in the amount of 39,998 pairs. The sneakers are made of light ash-colored fabric using Primeknit technology and decorated with a semi-transparent side stripe. On the inside of the back are reflective branded three adidas stripes. At the back, to match the sneaker, there is a loop for easy putting on. The sole hides BOOST cushioning, which is still one of the most effective in the shoe industry. The marking is made in the IT color, which gives a contrast to this pair. Yeezy Boost sneakers offer incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor6237-3137-4234-b236-333762386439/-/format/webp/95079220.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Cinder Reflective»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 900",
        "title": "the adidas Yeezy Boost 350 V2 'Cinder Reflective' was developed as part of the adidas x Yeezy collaboration. The model was released on April 4, 2020 in the amount of 19,890 pairs. The sneakers are made of light ash-colored fabric using Primeknit technology and decorated with a semi-transparent side stripe. In the Cinder Non-Reflective color scheme, the Strip will not reflect light. On the inside of the back are reflective branded three adidas stripes. At the back, to match the sneaker, there is a loop for easy putting on. The sole hides BOOST cushioning, which is still one of the most effective in the shoe industry. The sweep is made in gum color, which adds contrast to this pair. Yeezy Boost sneakers offer incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor6632-3133-4662-b465-613437616637/-/format/webp/54297968.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Static»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "The new adidas Yeezy Boost 350 V2 Static Non-Reflective model marks the beginning of a new stage in the development of the V2 line, which will give owners of these sneakers even more opportunities to stand out from the crowd. The Yeezy Static model received an updated semi-transparent side stripe and reflective laces that sparkle in photos when exposed to light. On the inside of the back are the characteristic three stripes of the adidas brand. There is a loop at the back for easy putting on. The semi-transparent material sweep hides BOOST cushioning technology, which remains one of the most effective running shoes in the world. This model is a turning point in the development of the Yeezy Boost 350 V2 design. Yeezy sneakers impress with their lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3839-6230-4061-a431-313962656630/-/format/webp/40188391.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Static Reflective»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Static Reflective marks a new stage in the history of collaboration between adidas and Yeezy brands. Yeezy Static Reflective sneakers mark the beginning of a new era and direction of development of the V2 line, which will allow each sneaker owner to stand out among the crowd. Yeezy Boost Static Reflective was the first model in which reflective threads were embedded in the upper part of the fabric, providing a reflective effect on a photo with a flash. This not only allows you to stand out in your photos, but also creates exciting shots.Reflective threads form the basis of the material sewn using Primeknit technology. Three adidas branded stripes are placed on the inside of the back, and the Boost cushioning sole remains unchanged and provides high comfort. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor6131-6534-4364-b033-366164303632/-/format/webp/49669921.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «True Form»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 True Form introduces a new shade as part of adidas' collaboration with Yeezy, which was released on March 16, 2019. Kanye West and adidas Originals are introducing a new release tactic for the first time, where the three colors of the Yeezy Boost 350 V2 - Clay, TRFRM and Hyperspace - are distributed across regions of the world, intended for America, Europe and Asia.         Yeezy Boost True Form stands out for its contrasts - orange accents on the back loop and sole look especially impressive on a gray background. The model also has a semi-transparent stripe located along the outside of the sneaker. Reflective branded three adidas stripes are placed on the inside of the back. The semi-transparent sole hides BOOST cushioning inside, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3936-6630-4235-a165-353430393630/-/format/webp/29909978.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Clay»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Clay  is a new shade in collaboration between adidas and Yeezy, which was released on March 30, 2019. Kanye West and adidas Originals took a new approach to the release for the first time, dividing the three colors of the Yeezy Boost 350 V2 - Clay, TRFRM and Hyperspace - by region of the world for America, Europe and Asia.        Yeezy Boost Clay is known for its red-orange Primeknit color and orange garrote on the heel, standing out from the rest. The model is also equipped with a semi-transparent stripe located along the outside of the sneaker. Reflective branded three adidas stripes are placed on the inside of the back. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3262-6433-4532-a339-633832663562/-/format/webp/92541129.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Hyperspace»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Hyperspace  is a new color scheme as part of the adidas x Yeezy collaboration, which was released on March 16, 2019. Kanye West and adidas Originals first used a new release method, where three color variants of the Yeezy Boost 350 V2 - Hyperspace, Clay and TRFRM - were designed for different regions of the world, respectively: Asia, America and Europe.Yeezy Boost Hyperspace stands out for its sky-blue color scheme. The model is also equipped with a semi-transparent stripe that extends along the outside of the sneaker. Reflective branded three adidas stripes are placed on the inside of the back. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3730-6566-4764-b261-646238626232/-/format/webp/90201429.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Glow»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Glow was created as part of a collaboration between adidas and Yeezy, and their release took place on May 25, 2019. The Yeezy Boost 350 V2 Glow model is a sneaker that glows in the dark. The upper part of the sneaker is made using Primeknit technology with an integrated Glow in the Dark system. In addition, the model has a semi-transparent stripe that extends along the outside of the sneaker. On the inside of the back are reflective branded three adidas stripes. The semi-transparent sole contains BOOST cushioning inside, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
        "img": "https://static.tildacdn.com/stor6136-3664-4230-b465-386433666566/71235844.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Cream White»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "13 400",
        "title": "adidas Yeezy Boost 350 V2 Cream White is the eighth model in the adidas x Yeezy collaboration in the SPLY-350 line. The sneakers are made of lightweight white fabric using Primeknit technology. On the back, in the shade of the sneaker itself, there is a loop for easy putting on. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective shoes in the world. This model has undergone several restyling, but today Yeezy Boost Cream White is the largest in the history of the Yeezy brand. It is based on Kanye West's YEEZYs for everyone policy, which is defined by the Yeezy can be bought by anyone principle. The color scheme of Yeezy 350 Cream White  remains one of the simplest and at the same time classic, making it legendary in its own way. The Yeezy Boost 350 sneaker impresses with its lightness, tangible comfort and maximum cushioning.",
        "img": "https://static.tildacdn.com/stor3663-6466-4135-b532-636434633963/90541667.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Bred»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 breed is the sixth model in the adidas x Yeezy collaboration and belongs to the SPLY-350 line. The release of this model took place on February 11, 2017. Yeezy Boost 350 V2 breed combines a black upper made of Primeknit fabric with red lettering SPLY-350, which is reflected in a mirror style on a traditional stripe. In addition, the sneakers have a semi-transparent black sole with BOOST cushioning material. The Yeezy breed color scheme from the V2 line remains one of the most desirable among snickerheads and fans of the Yeezy brand. It is worth noting that, unlike other models in the SPLY 350 line, on the Yeezy 350 breed designers returned to the traditional loop on the back of the sneaker, which is typical for the 350 V1 models. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
        "img": "https://static.tildacdn.com/stor3062-3837-4236-b336-306430656462/78453710.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Zebra»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Zebra is the seventh model in the adidas x Yeezy collaboration in the SPLY-350 line. The release of this model took place on February 25, 2017. The Yeezy 350 Zebra combines a black and white zebra striped upper made from traditional Primeknit fabric with a white stripe, red SPLY-350  lettering, and a semi-transparent white sole equipped with BOOST cushioning material. Unlike other models of the SPLY-350, as well as in the breed, The Zebra has the traditional 350 V1 loop on the back of the sneaker. Yeezy Boost 350 Zebra was quickly sold out, and on June 24, 2017, a restock of this Color was held. An additional release of Zebra took place on November 9, 2018 with a large number of couples, fulfilling Kanye West's promise that Yeezy will become more accessible to all comers. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
        "img": "https://static.tildacdn.com/stor3635-3264-4033-b033-336530393763/16939401.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Beluga Reflective»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 900",
        "title": "adidas Yeezy Boost 350 V2 Beluga Reflective  was developed as part of a collaboration between adidas and Yeezy, and the release of this Color took place on December 18, 2021. A special feature of Yeezy Beluga Reflective is a reflective silver material sewn into Primeknit, which creates a glow effect when exposed to artificial light. This sets this release apart from the original Beluga released back in 2016. On the inside of the back are reflective branded three adidas stripes. The semi-transparent sole hides BOOST cushioning inside, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
        "img": "https://static.tildacdn.com/stor3132-3030-4566-b037-633234306439/27368775.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Cloud White»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "the adidas Yeezy Boost 350 V2 Cloud white Non-Reflective was developed in collaboration between adidas and Yeezy and was released on September 21, 2019, just two days before the release of Cloud White Reflective. The sneakers have an upper made of light sky-blue fabric using Primeknit technology and decorated with a semi-transparent side stripe. On the inside of the back are reflective branded three adidas stripes, which is the only reflective element in this Color scheme. The semi-transparent sole hides BOOST cushioning inside, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
        "img": "https://static.tildacdn.com/stor3164-3633-4231-a533-313762303736/18932608.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Cloud White Reflective»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Cloud White Reflective was developed as part of a collaboration between adidas and Yeezy, and their release took place on September 19, 2019, two days earlier than Cloud White Non-Reflective. The sneakers have an upper part made of light sky-blue fabric using Primeknit technology. A reflective silver material is sewn into this upper, which creates a glow effect when exposed to a flash. The model is also marked by the presence of a translucent strip located along the outer part of the sneaker, which contributes to good air exchange. On the inside of the back are reflective branded three adidas stripes. The semi-transparent sole hides BOOST cushioning inside, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
        "img": "https://static.tildacdn.com/stor3733-3865-4037-a637-396563326532/75893979.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Citrin»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Citrin Non-Reflective was created as part of a collaboration between adidas and Yeezy, and their release took place on September 24, 2019, the day after the release of Citrin Reflective. The sneakers have an upper part made of light flesh-colored fabric using Primeknit technology, and decorated with a semi-transparent side stripe.On the inside of the back are reflective branded three adidas stripes, which make up the only reflective element in this Color. The sole of the sneaker hides BOOST cushioning, which remains one of the most effective shoes in the world. The sweep is made in the color of DIT, giving the pair a contrasting look. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor6130-3932-4062-b832-613865313535/-/format/webp/41544059.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Citrin Reflective»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Citrin Non-Reflective is a collaboration product between adidas and Yeezy brands. These sneakers were released on September 24, 2019, the day after the release of the Citrin Reflective model. They are made of light flesh-colored fabric using Primeknit technology, and decorated with a semi-transparent side stripe. The inner part of the back contains reflective branded three adidas stripes, which are the only reflective element in this Color. The sole of the sneaker uses BOOST cushioning, which remains one of the most effective in the shoe industry. The outsole is made in the color of a child's shade, which gives the pair a contrast. Yeezy Boost sneakers are characterized by incredible lightness, tangible comfort and high cushioning.",
        "img": "https://thumb.tildacdn.com/stor6666-3136-4536-b164-303262373536/-/format/webp/48436026.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Lundmark Reflective»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Lundmark Reflective is a new reflective model in the history of collaboration between adidas and Yeezy brands. The release of this version took place on July 11, 2019, two days earlier than the non-reflective version of Lundmark Non-Reflective. The design of Yeezy Boost Lundmark Reflective is made in shades of beige and gray with the addition of reflective silver threads to the technological material Primeknit. The main difference between the Lundmark Reflective model and the Lundmark Non-Reflective model is the presence of reflective elements only on the lacing. The main innovation of this model was the absence of a back loop, which gives the sneakers a more streamlined shape. On the inside of the back there are reflective branded three adidas stripes. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective of its kind in the shoe industry. The Yeezy Boost 350 sneaker is known for its incredible lightness, tangible comfort and high cushioning.",
        "img": "https://static.tildacdn.com/stor3236-3763-4364-b261-376230643362/42729215.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Synth»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Synth Non-Reflective is one of the rarest colors in the Yeezy line and was released regionally for the Asian and African markets. The release took place on June 22, 2019, the day after the release of the Synth Reflectiveversion. Yeezy Boost Synth sneakers have a pale pink Primeknit shade with a transparent stripe on the side, matching the sneaker. The laces received reflective inclusions, giving them the effect of glow when flashing. On the inside of the back are reflective branded three adidas stripes. The semi-transparent sole conceals BOOST cushioning, which remains one of the most effective of its kind in the shoe industry. The Yeezy Boost 350 sneaker is known for its incredible lightness, tangible comfort and high cushioning.",
        "img": "https://static.tildacdn.com/stor6665-6438-4564-b762-356261666361/47029621.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Synth Reflective»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "the adidas Yeezy Boost 350 V2 Synth Reflective is one of the rarest colors in the Yeezy line and was released regionally in Asia and Africa on June 21, 2019, a day earlier than the Synth non-Reflective model. Yeezy Boost Synth Reflective sneakers have a pale pink Primeknit shade with a transparent stripe on the side, matching the sneaker. The presence of reflective threads in the upper part of the sneaker gives a glow effect when flashing. The only difference between the Synth Reflective and Synth Non-Reflective models is that the reflective version has the technology only on the laces. On the inside of the back there are reflective branded three adidas stripes. The semi-transparent sole conceals BOOST cushioning, which remains one of the most effective of its kind in the shoe industry. The Yeezy Boost 350 sneaker is known for its incredible lightness, tangible comfort and high cushioning.",
        "img": "https://static.tildacdn.com/stor3939-3337-4737-a465-646333613361/93752361.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Tail ligh»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Tail Light  was developed as part of the adidas x Yeezy collaboration. The release of this model took place on February 22, 2020, and only 24,844 pairs were released. The Yeezy Boost 350 Tail Light sneaker was designed for the European market and was released on the same day as the Earth and Flax colors. The sneakers have an upper part made of light fabric using Primeknit technology and decorated with a semi-transparent side stripe. On the inside of the back are reflective branded three adidas stripes. There is also a bright loop at the back for easy putting on. The sole of the sneaker is semi-transparent and hides BOOST cushioning, which is considered one of the most effective in the shoe industry. The Yeezy Boost 350 sneaker is famous for its incredible lightness, tangible comfort and high cushioning.",
        "img": "https://static.tildacdn.com/stor6566-3834-4639-a564-356135633830/54491950.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Earth»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Earth  was developed as part of the adidas x Yeezy collaboration. The release of the Earth color took place on February 22, 2020, the same day that the new Yeezy Boost 350 Tail light and Flax colors were also released. Yeezy Boost Earth is a regional release exclusively for the Americas. The sneakers have an upper part made of light khaki fabric using Primeknit technology, and decorated with a semi-transparent side stripe to match the sneaker. On the inside of the back are reflective branded three adidas stripes. The sole of the sneaker hides BOOST cushioning, which is considered one of the most effective of its kind in the shoe industry. Yeezy Boost sneakers are famous for their incredible lightness, tangible comfort and high cushioning.",
        "img": "https://static.tildacdn.com/stor3661-6432-4231-b435-633762343738/34535887.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Flax»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Flax was developed as part of the adidas x Yeezy collaboration. The release of the Flax color took place on February 22, 2020, the same day that the new Yeezy Boost 350 V2 Earth and Tail Light colors were also released. Yeezy Boost Flax has become a regional release exclusively designed for the Asian and African markets. The sneakers have an upper part made of light fabric in yellow-green shades using Primeknit technology, and decorated with a translucent side stripe. On the inside of the back are reflective branded three adidas stripes. The sole of the sneaker hides BOOST cushioning, which is considered one of the most effective of its kind in the shoe industry. Yeezy Boost sneakers are defined by their incredible lightness, tangible comfort and high cushioning.",
        "img": "https://static.tildacdn.com/stor3739-6165-4236-b733-306238323161/44579189.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Desert Sage»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Desert Sage  was developed as part of the adidas x Yeezy collaboration and was named after the perennial desert sage, a plant found in steppes and mountain slopes. The color scheme was released on March 14, 2020. The sneakers have an upper part made of lightweight fabric using Primeknit technology, and decorated with a side stripe that reflects light. Laces to match the sneaker add appeal to the look of the pair. On the inside of the back are branded three adidas stripes. The sole of the sneaker hides BOOST cushioning, which is considered one of the most effective of its kind in the shoe industry. The Yeezy Boost 350 sneaker is known for its incredible lightness, tangible comfort and high cushioning.",
        "img": "https://thumb.tildacdn.com/stor6165-3266-4437-a136-656663643262/-/format/webp/99733992.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Marsh»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "the adidas Yeezy Boost 350 V2 Marsh was developed as part of the adidas x Yeezy collaboration and was sold exclusively on Yeezy Supply. The color scheme was released on February 1, 2020. The sneakers have an upper part made of light fabric in a muted yellow color using Primeknit technology. They are decorated with a side stripe that reflects light, and laces to match the sneaker add appeal to the look of the pair. On the inside of the back are reflective branded three adidas stripes. The semi-transparent sole hides Boost cushioning inside, and the sweep is made in Sunny Yellow. The Yeezy Boost 350 sneaker is famous for its incredible lightness, tangible comfort and high cushioning.",
        "img": "https://thumb.tildacdn.com/stor6138-3433-4037-a331-376534386663/-/format/webp/20860598.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Light»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "The Yeezy Boost 350 V2 Light sneaker, which was created as part of the adidas x Yeezy collaboration, was released on August 28, 2021. They are made of lightweight fabric using Primeknit technology, where adidas uses UV sensitivity technology for the first time. Under the influence of sunlight, the side stripe changes its hue to Amber, and the details of the Primeknit pattern acquire a soft pink hue. Three reflective adidas stripes are located in the inner part of the back. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. Yeezy Boost sneakers combine incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor6531-3332-4539-a431-376236306361/-/format/webp/69113278.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Linen»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "The Yeezy Boost 350 V2 Linen sneaker, developed in collaboration with adidas and Yeezy, went on sale on April 18, 2020. They are made of light beige fabric using Primeknit technology and decorated with a reflective side strip that is illuminated under the influence of light. Laces made to match the sneaker add attractiveness to the appearance. Branded three adidas stripes are located on the inside of the back. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. The Yeezy Boost 350 sneaker impresses with its incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3637-3837-4737-b832-353464346536/-/format/webp/11222576.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Yecheil»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "The Yeezy Boost 350 V2 Yecheil Non-Reflective sneaker, created in collaboration with adidas and Yeezy, went on sale on December 20, 2019 – the day after the release of Yecheil Reflective. They are made of light black fabric using Primeknit technology, which is marked by stratification into different parts in shades of blue, red, beige and yellow. In addition, the sneakers are complemented with reflective laces. On the inside of the back there are reflective branded three adidas stripes. The sole contains BOOST cushioning, which remains one of the most effective in its industry. The Yeezy Boost 350 sneaker impresses with its incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3639-3161-4338-b361-633233646361/-/format/webp/43818631.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Yecheil Reflective»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "The Yeezy Boost 350 V2 Yecheil Reflective sneaker, created as part of a partnership between adidas and Yeezy, went on sale on December 19, 2019, the day before the release of the Yecheil Non-Reflective. They are made of light black fabric using Primeknit technology, which is divided into different parts in shades of blue, red, beige and yellow. In addition, the sneakers are decorated with reflective laces and built-in reflective elements in Primeknit, which give them a glow when flashed. Reflective branded three adidas stripes stand out on the inside of the backdrop. The sole contains BOOST cushioning, which is one of the most effective in the shoe industry. Yeezy Boost sneakers impress with their lightness, tangible comfort and high cushioning.",
        "img": "https://thumb.tildacdn.com/stor3336-3633-4538-b137-333662396139/-/format/webp/84359174.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Beluga 2.0»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 200",
        "title": "The Yeezy Boost 350 V2 Beluga 2.0 sneaker was the tenth release in the SPLY-350 line as part of the adidas X Yeezy collaboration, and was released on November 25, 2017. They are made of light fabric in a dark gray shade using Primeknit technology. Yeezy Boost Beluga 2.0 sneakers have a muted gray stripe with a red inscription SPLY-350, which is reflected in a mirror image. On the inside of the back are reflective branded three adidas stripes. At the back, to match the sneaker, there is a loop for easy putting on. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. The Yeezy Boost 350 sneaker impresses with its lightness, tangible comfort and high cushioning.",
        "img": "https://static.tildacdn.com/stor6230-6162-4135-b136-663436343165/38235007.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Ash Pearl",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 500",
        "title": "The Yeezy Boost 350 V2 Ash Pearl sneaker is the result of a collaboration between adidas and Yeezy. Released on March 20, 2021, they come on trays with Ash Stone and Ash Blue colors. Made of light lilac-beige fabric using Primeknit technology, the sneakers are decorated with a semi-transparent side stripe in a golden hue. Reflective branded three adidas stripes are located on the inside of the back. The White semi-transparent sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. Thanks to them, you can enjoy incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3835-3662-4635-b533-343766633465/-/format/webp/95921560.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Ash Stone»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "11 500",
        "title": "The Yeezy Boost 350 V2 Ash Stone running shoes from adidas and Yeezy are the result of a collaboration. The release of this Color took place on February 27, 2021, simultaneously with the release of the new color Ash Blue. They are made of lightweight fabric using Primeknit technology and decorated with a semi-transparent side stripe of a reddish-orange hue. Reflective branded three adidas stripes are located on the inside of the back. The sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. Thanks to these sneakers, you can enjoy incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3066-3064-4339-a663-336166306134/-/format/webp/49840841.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Carbon»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "The Yeezy Boost 350 V2 Carbon sneaker from adidas and Yeezy is a product of their collaboration. The release was originally planned for September 2020, but it was postponed until early October. This wasn't the only change associated with this coloring. On September 18, it was announced that the model will be renamed and presented under a new name - Carbon. Adidas and Kanye West decided to change the original biblical name Asriel to a more modern form of Carbon. These sneakers are made of lightweight fabric using Primeknit technology and feature a semi-transparent black side stripe. Reflective branded three adidas stripes are located on the inside of the back. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. Yeezy Boost Carbon sneakers come with laces without ties, and a second set of laces with ties is included in the box. The overall experience of using these sneakers includes lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3361-3234-4932-b565-346135633237/-/format/webp/86074605.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Mono сlay»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "11 600",
        "title": "adidas Yeezy Boost 350 V2 Mono Clay is a new design from adidas, which was released on June 18, 2021. The three different colors of the Yeezy Boost 350 V2 - Mono Clay, Mono Ice and Mono Mist, released on this day, are designed for different regions of the world, in particular for Asia, North America and Europe. In this case, adidas decided to experiment with the design, deviating from the traditional Primeknit fabric upper. Instead, a semi-transparent monofilament mesh material is used. Sneakers have a transparent upper, where the supporting frame of the sneaker is visible. They are also decorated with a semi-transparent side stripe. The lace holes were reinforced with grommets to match the silhouette. The back has three reflective adidas stripes, and at the back, to match the sneaker, there is a loop for comfortable putting on. The sole hides BOOST cushioning, which remains one of the most effective in the shoe industry.",
        "img": "https://static.tildacdn.com/stor6462-6238-4235-a238-653431643462/67123488.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Sand Taupe»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "11 500",
        "title": "adidas Yeezy Boost 350 V2 Sand Taupe (originally known as Eliada) was created as part of a collaboration between adidas and Yeezy. The release of this Color took place on December 19, 2020. The sneakers are made of light brown fabric using Primeknit technology and have a semi-transparent side stripe that shades from the color of the sneaker. The upper part of the sneaker has a shade of muted orange, and the sole is made in a children's color. On the inside of the back are reflective branded three adidas stripes. The sole of the sneaker has a semi-transparent design and hides BOOST cushioning, which remains one of the most effective in the shoe industry. Yeezy Boost Sand Taupe is equipped with laces without ties, and there is also an additional set of laces with ties in the box. Yeezy Boost sneakers impress with their lightness, tangible comfort and high cushioning.",
        "img": "https://static.tildacdn.com/stor3033-3264-4035-b538-613465313535/18705816.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Yeezreel Reflective»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "adidas Yeezy Boost 350 V2 Yeezreel Reflective is a collaboration product between adidas and Yeezy. The release of this coloring book took place on December 17, 2019, three days later than Yeezreel Non-Reflective. The sneakers are made of lightweight neon green fabric combined with black thread, using Primeknit technology. They are decorated with a translucent yellow side stripe. The presence of reflective threads in the upper part of the sneaker creates a glow effect when flashing. Reflective branded three adidas stripes are located on the inside of the back, where there is also a loop for easy putting on. The semi-transparent sole hides BOOST cushioning inside, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and high cushioning.",
        "img": "https://thumb.tildacdn.com/stor3763-3463-4163-a533-663039393231/-/format/webp/30554536.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Yeezreel»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "11 000",
        "title": "adidas Yeezy Boost 350 V2 Yecheil Non-Reflective is the result of a collaboration between adidas and Yeezy. They were released on December 20, 2019, the day after the release of the Yecheil Reflective model. The sneakers are made of lightweight black fabric using Primeknit technology, which splits into different shades of blue, red, beige and yellow. Reflective laces make up a bright accent. Three reflective adidas stripes are located on the inside of the back. The sole uses BOOST cushioning technology, which remains one of the most effective of its kind in the shoe industry. The Yeezy Boost 350 sneaker offers extreme lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3736-3832-4235-a130-303835313631/-/format/webp/94914401.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Triple White»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "13 400",
        "title": "The adidas Yeezy Boost 350 V2 Triple White sneaker is the eighth model in the adidas x Yeezy partnership in the SPLY-350 line. Made from a lightweight white fabric using Primeknit technology, these sneakers have a loop for comfortable putting on, located to match the sneaker. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. The model has undergone several restyling, and the Yeezy Boost Triple White color scheme has become the largest in the history of the Yeezy brand. This coloring is based on Kanye West's YEEZYs for everyone policy, which is defined by the Yeezy everyone can buy principle. The durability and classic design make the Yeezy Boost 350 Triple White legendary. These sneakers provide incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://static.tildacdn.com/stor3663-6466-4135-b532-636434633963/90541667.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Fade»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "The adidas Yeezy Boost 350 V2 Fade sneaker, originally known as the Yecher, was developed as part of the adidas x Yeezy partnership. The release of this Color scheme took place on November 11, 2020. Made from a lightweight brown fabric using Primeknit technology, these sneakers are decorated with a semi-transparent blue side stripe. Reflective branded three adidas stripes are located on the inside of the back. The semi-transparent sole contains BOOST cushioning, which remains one of the most effective in the shoe industry. Yeezy Boost sneakers impress with their incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3665-6438-4834-b631-643733613935/-/format/webp/20692560.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Zyon»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "10 300",
        "title": "Adidas Yeezy Boost 350 V2 Zyon sneakers were created in collaboration with adidas and Yeezy, and their release took place on July 18, 2020. Made of lightweight Primeknit fabric, the sneakers are decorated with a semi-transparent black side stripe. Zyon stands out from previous models thanks to a slightly different pattern on Primeknit and a thinner fabric. Reflective branded three adidas stripes are located on the inside of the back. The semi-transparent sole contains BOOST cushioning, which is still considered one of the most effective shoes in the world. Yeezy Boost sneakers impress with their incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor3864-3862-4164-a237-363038393463/-/format/webp/71723227.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Israfil»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "The adidas Yeezy Boost 350 V2 Israel sneaker is manufactured as part of a partnership between adidas and Yeezy, and was released on August 22, 2020. Made from lightweight Primeknit fabric, they impress with a semi-transparent yellow side stripe. The upper part of the sneaker impresses with a multi-faceted shade, based on the interweaving of gray threads that create a beautiful dark blue shade. Reflective branded three adidas stripes are located on the inside of the back. BOOST cushioning hidden in the sole remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://thumb.tildacdn.com/stor6361-3961-4035-a532-613230613736/-/format/webp/65739074.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «MX Oat»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "12 800",
        "title": "Adidas Yeezy Boost 350 V2 MX Oat sneakers are presented as part of a collaboration between adidas and Yeezy, and their release took place on October 23, 2021, two months earlier than MX Rock. This is the first color scheme in the Yeezy Boost 350 V2 line, which impresses with a bright color scheme, including a mix of orange, blue and gold shades. The sneakers are made of lightweight fabric using Primeknit technology and decorated with a semi-transparent side stripe that matches the shades of the sneaker. Reflective branded three adidas stripes are placed on the inside of the back, and at the back, to match the sneaker, there is a loop for easy putting on. The sole, which hides BOOST cushioning, remains one of the most effective shoes in the world. The Yeezy Boost 350 sneaker impresses with its incredible lightness, tangible comfort and maximum cushioning.",
        "img": "https://static.tildacdn.com/stor6232-6465-4461-b138-376137356433/37185620.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Natural»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "11 100",
        "title": "Adidas Yeezy Boost 350 V2 Natural sneakers, originally known as Abez, are presented as part of a collaboration between adidas and Yeezy, and their release took place on October 24, 2020. They have an upper part made of light fabric of soft cream color, made using Primeknit technology, and are decorated with a translucent side stripe. The upper third of the sneaker is made in a muted beige shade, in which reflective threads are woven, creating a glow effect when flashing. Reflective three adidas stripes are located on the inside of the back. The sole, which hides the BOOST cushioning, is semi-transparent. Yeezy Boost 350 Natural sneakers are equipped with laces without ties, and in the box you can find a second set of laces with ties. The overall characteristic of the Yeezy Boost is its incredible lightness, palpable comfort and high cushioning.",
        "img": "https://static.tildacdn.com/stor3465-3961-4763-b263-353031613463/42656597.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «MX Rock»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "11 100",
        "title": "Adidas Yeezy Boost 350 V2 MX Rock sneakers, created as part of the collaboration between adidas and Yeezy, went on sale on December 22, 2021. Made from lightweight Primeknit fabric, this model is decorated with a semi-transparent black side stripe. For the first time in the Yeezy Boost 350 V2 line, a mixed color scheme in a dark style with the addition of Brown and silver shades appeared. Reflective branded three adidas stripes are embroidered on the inside of the back. At the back, to match the sneaker, there is a loop for easy putting on. The sole hides BOOST cushioning, which is still one of the most effective in its industry. The Yeezy Boost 350 sneaker offers impressive lightness, tangible comfort and high cushioning.",
        "img": "https://static.tildacdn.com/stor6438-3466-4136-b762-623338306534/45026911.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Mono cinder»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "11 600",
        "title": "adidas Yeezy Boost 350 V2 Mono Cinder is a new addition to the Mono Pack Line from adidas and has a semi-transparent design. The release of this model took place on June 24, 2021, just 6 days after the release of the first three colors in this new line. Three shades of Yeezy Boost 350 V2 - Mono Mist, Mono Ice, Mono Clay, presented on this day, were divided into regions of the world, assigning separate batches for Europe, North America and Asia. However, as for Mono Cinder, they could only be ordered on the yeezysupply website and were not available on the official adidas website. In the case of Mono Cinder, the manufacturer decided to move away from the usual use of Primeknit fabric, instead using a semi-transparent monofilament material. Under this material is the supporting frame of the sneaker, which is decorated with a translucent side stripe. On the inside of the back there are three reflective stripes with the adidas logo. On the back, in accordance with the color scheme of the sneakers, there is a loop for easy putting on. The sole uses BOOST cushioning, which remains one of the most effective shoes in the world.",
        "img": "https://static.tildacdn.com/stor3466-6533-4664-b334-393763623733/42262803.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Mono Ice»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "11 600",
        "title": "adidas Yeezy Boost 350 V2 Mono Ice is a fresh design from adidas, which was released on June 18, 2021. Three different colors of the Yeezy Boost 350 V2 - Mono Ice, Mono Clay, Mono Mist, which were released on the same day, were intended for different regions of the world, in particular for North America, Asia and Europe. This time, the adidas brand decided to move away from the usual Primeknit fabric upper, using a semi-transparent monofilament mesh material instead. Under this outer mesh is hidden the supporting frame of the sneaker, and the pair itself is decorated with a semi-transparent side stripe. Changes were also made to the appearance of the lace holes, which were reinforced with grommets in accordance with the overall silhouette. The inner part of the back is located three reflective adidas stripes. At the back, in accordance with the color scheme of the sneakers, there is a loop for easy putting on. The sole uses BOOST cushioning, which remains one of the most effective shoes in the world.",
        "img": "https://static.tildacdn.com/stor3138-6330-4638-b966-313266383164/43247739.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 350 V2 «Mono mist»",
        "collection": "YEEZY BOOST 350 V2",
        "price": "11 600",
        "title": "adidas Yeezy Boost 350 V2 Mono Mist is an innovative design from adidas, which was released on June 18, 2021. Three different colors of the Yeezy Boost 350 V2 - Mono Mist, Mono Ice, Mono Clay, which were introduced on the same day, were aimed at different regions of the world, in particular for Europe, North America and Asia. In this case, adidas decided to abandon the usual Primeknit upper, instead using a semi-transparent monofilament mesh material. Under this outer mesh is the supporting frame of the sneaker, and the pair itself is complemented by a semi-transparent side stripe. Changes were also made to the appearance of the lace holes, which were reinforced with grommets, interacting with the overall style of the silhouette. The inner part of the back is decorated with three reflective adidas stripes. At the back, in accordance with the color scheme of the sneakers, there is a loop for easy dressing. The sole uses BOOST cushioning, which remains one of the most effective in the shoe industry.",
        "img": "https://static.tildacdn.com/stor3563-3133-4035-a633-323331623466/94717735.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 700 V2 «Vanta»",
        "collection": "YEEZY BOOST 700",
        "price": "12 800",
        "title": "adidas Yeezy 450 Resin was developed as part of a collaboration between adidas and Yeezy, and their release took place on December 17, 2021. The model was first introduced during the Yeezy Season 8 show at Paris Fashion Week in 2020. This is a completely new concept that differs in appearance from its predecessors. Yeezy 450 sneakers have a complex design that is not as simple as it may seem at first glance. They are made from lightweight Primeknit fabric, and their innovative fang-shaped midsole is made of soft polyurethane (EVA), which provides energy efficiency and ease of movement. A unique lacing system that looks like loops adds completeness to the design of sneakers. Branding is limited to the adidas Performance logo on the outsole. The Yeezy 450 sneaker represents a revolutionary approach to modern shoe design developed jointly by the adidas team and Kanye West.",
        "img": "https://thumb.tildacdn.com/stor6633-3633-4666-a132-656333333039/-/format/webp/72654514.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 700 «Utility Black»",
        "collection": "YEEZY BOOST 700",
        "price": "12 800",
        "title": "the adidas Yeezy Boost 700 Utility Black was developed as part of a partnership between adidas and Yeezy, and was released on June 29, 2019. The Yeezy Boost 700 Utility Black model is made of high-quality suede, genuine leather and mesh in dark shades, using the already well-known massive silhouette with a sole that contains Boost cushioning technology. The Yeezy Boost 700's exterior branding is limited to three reflective stripes hidden under the outer mesh on the sides of the sneaker and the adidas Performance logo on the brown rubber outsole. In addition, reflective inserts in the shape of Cat Eye can be seen on sneakers. Adidas Yeezy Boost 700 sneakers offer the highest level of comfort and cushioning in any context.",
        "img": "https://thumb.tildacdn.com/stor3433-3866-4436-a233-396434313465/-/format/webp/17303981.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 700 «Analog»",
        "collection": "YEEZY BOOST 700",
        "price": "12 600",
        "title": "adidas Yeezy Boost 700 Analog  was created as part of a collaboration between adidas and Yeezy, and their release took place on April 27, 2019. Yeezy Boost 700 Analog sneakers are made of high-quality beige suede, genuine leather and light mesh, using the already well-known massive silhouette with a sole that contains Boost cushioning technology. The Yeezy Boost 700's exterior branding is limited to three reflective stripes that are hidden under the outer mesh on the sides of the sneaker, and the adidas Performance logo on the black rubber outsole, similar to The Salt model. In addition, reflective inserts can be seen on sneakers in the form of Cat Eye. The adidas Yeezy Boost 700 sneaker offers an impeccable level of comfort and cushioning in any context.",
        "img": "https://thumb.tildacdn.com/stor6236-3237-4037-b231-633831393233/-/format/webp/40190373.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 700 «Inertia»",
        "collection": "YEEZY BOOST 700",
        "price": "11 600",
        "title": "adidas Yeezy Boost 700  Inertia was developed as part of a collaboration between adidas and Yeezy, and their release took place on March 9, 2019, six months earlier than the second version of the Yeezy 700 v2 Inertia color scheme. The sneakers are made of genuine leather, mesh and high-quality suede in blue and pale gray shades on the already well-known massive silhouette with a sole that uses Boost cushioning technology. The exterior branding of the Yeezy Boost 700 Inertia model is limited to three reflective stripes that are hidden under the outer mesh on the sides of the sneaker, and the adidas Performance logo on the White rubber sweeper. In addition, reflective inserts can be seen on sneakers in the form of Cat Eye. The adidas Yeezy Boost 700 sneaker offers an unsurpassed level of comfort and cushioning in any situation.",
        "img": "https://thumb.tildacdn.com/stor3738-6130-4235-b264-383035343963/-/format/webp/71556451.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 700 «Mauve»",
        "collection": "YEEZY BOOST 700",
        "price": "12 000",
        "title": "adidas Yeezy Boost 700 Mauve was created as part of a collaboration between adidas and Yeezy, and their release took place on October 27, 2018. Yeezy Boost 700 Mauve sneakers are made of high-quality suede in purple shades, genuine leather and dark mesh on the already well-known silhouette with a massive sole, where the shock-absorbing Boost technology is hidden. The Yeezy Boost 700 Mauve branding is limited to three hidden reflective stripes under the outer mesh on the sides of the sneaker, as well as the adidas Performance logo on the brown rubber sweeper. Additionally, reflective inserts can be seen on sneakers in the form of Cat Eye. Adidas Yeezy Boost 700 sneakers offer the highest level of comfort and cushioning in any situation.",
        "img": "https://thumb.tildacdn.com/stor3132-3864-4138-b262-636134656437/-/format/webp/69560658.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 700 MNVN «Triple Black»",
        "collection": "YEEZY BOOST 700",
        "price": "12 100",
        "title": "adidas Yeezy Boost 700 mnvn Triple Black is the first color option in the new Yeezy Boost 700 mnvn line, developed as part of a partnership between adidas and Yeezy, with the participation of designer Christian Tresser. The release took place on February 8, 2020. The upper of the Yeezy Boost 700 mnvn Triple Black sneaker is completely made of black nylon, which makes it stand out from previous versions of the 700s models, where combinations of suede, leather and textiles were used. The model name is printed on the nylon surface with massive reflective numbers 700. The numbers on the right sneaker are shown in a mirror image. The sole remains unchanged, and it continues to contain Boost cushioning technology, which remains one of the most effective in the shoe industry. The Yeezy Boost 700 mnvn silhouette features a large number of reflective details, such as the model's lettering on the sides, inserts on the toe and back, and reflective windows on the midsole. The model's branding is limited to the adidas Performance logo on a rubber sole. the adidas Yeezy Boost 700 mnvn offers an impeccable level of comfort and cushioning in any environment.",
        "img": "https://thumb.tildacdn.com/stor6364-3632-4639-a539-353938373232/-/format/webp/82534455.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 700 «Salt»",
        "collection": "YEEZY BOOST 700",
        "price": "11 100",
        "title": "adidas Yeezy Boost 700 Salt was developed as part of a collaboration between adidas and Yeezy, and was released on February 23, 2019. These sneakers are made of high-quality suede, genuine leather and mesh in light shades, while maintaining a recognizable silhouette with a massive sole that hides Boost cushioning technology. Branding of the Yeezy Boost 700 model is limited to Hidden three reflective stripes under the outer mesh on the sides of the sneaker, as well as the adidas Performance logo on a black rubber sole, as in the case of the Analog model. In addition, reflective inserts are present on the sneakers themselves and are made in the form of a Cat Eye. The adidas Yeezy Boost 700 sneaker is the perfect combination of comfort and cushioning in any situation.",
        "img": "https://thumb.tildacdn.com/stor6330-3637-4766-b636-326639633237/-/format/webp/66855458.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 700 V2 «Geode»",
        "collection": "YEEZY BOOST 700",
        "price": "11 700",
        "title": "adidas Yeezy Boost 700 V2 Geode  was developed as part of a joint project between adidas and Yeezy, and went on sale on March 23, 2019. These sneakers are made of high-quality suede and thick Primeknit in a familiar silhouette with a massive gray sole that hides Boost cushioning technology. Branding of the Yeezy Boost 700 V2 model is limited to three reflective stripes on the sides of the sneaker and the adidas Performance logo on the rubber sole in gum color. The Yeezy Boost 700 V2 silhouette features numerous reflective details such as laces, stripes on the sides of the sneaker, and inserts on the toe and back. The adidas Yeezy Boost 700 V2 sneaker offers an unsurpassed level of comfort and cushioning in any environment.",
        "img": "https://thumb.tildacdn.com/stor6164-3830-4038-b762-633830326636/-/format/webp/23126940.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 700 V2 «Hospital Blue»",
        "collection": "YEEZY BOOST 700",
        "price": "12 800",
        "title": "adidas Yeezy Boost 700 V2 Hospital Blue was developed as part of a joint project between adidas and Yeezy, and went on sale on September 28, 2019. These sneakers are made of high-quality suede and thick blue canvas on a well-known silhouette with a massive sole, under which Boost cushioning technology is hidden. Branding of the Yeezy Boost 700 V2 model is limited to three non-reflective stripes on the sides of the sneaker and the adidas Performance logo on a black rubber sole. The Yeezy Boost 700 V2 silhouette features a large number of reflective details, such as stripes on the sides in the lacing area, inserts on the toe and back, and reflective windows on the midsole. The adidas Yeezy Boost 700 V2 sneaker offers an unsurpassed level of comfort and cushioning in any situation.",
        "img": "https://thumb.tildacdn.com/stor3364-3661-4235-a538-306236313135/-/format/webp/80160393.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 700 «Wave Runner»",
        "collection": "YEEZY BOOST 700",
        "price": "12 800",
        "title": " adidas Yeezy Boost 700 Wave Runner was the first color option in the 700s line, which was developed as part of a partnership between adidas and Yeezy. They premiered on August 12, 2017 during the Yeezy Season 5 Runway show, and were released exclusively for sale on the Yeezy Supply platform. Yeezy Wave Runner sneakers are made of high-quality suede, genuine leather and mesh Mesh on a familiar silhouette with a massive sole that hides Boost cushioning technology. The Yeezy Boost 700's branding is limited to three reflective stripes that remain hidden under the outer mesh on the sides of the sneaker, and the adidas Performance logo on the rubber sole. In addition, reflective inserts can be seen on the sneakers themselves, which are made in the form of a Cat Eye. The adidas Yeezy Boost 700 sneaker offers an impeccable level of comfort and cushioning in any situation.",
        "img": "https://thumb.tildacdn.com/stor6363-6339-4536-b466-393335363537/-/format/webp/98138674.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 700 V2 «Mauve»",
        "collection": "YEEZY BOOST 700",
        "price": "12 600",
        "title": "the adidas Yeezy Boost 700 V2 Mauve  was developed in collaboration between adidas and Yeezy. The release of this color option took place on September 25, 2021, which is three years later than the Yeezy 700 Mauve model. Yeezy Boost 700 V2 Mauve sneakers are made of high-quality burgundy suede and dense Primeknit on a well-known silhouette with a massive sole, where Boost cushioning technology is used.  The exterior design of the Yeezy Boost 700 V2 is defined by three reflective stripes on the sides of the sneaker and the adidas Performance logo on a mountain mint-colored rubber sweeper. The silhouette of the Yeezy Boost 700 V2 is characterized by a large number of reflective details, such as laces, stripes on the sides, inserts on the bowl and back, as well as reflective windows on the midsole. The adidas Yeezy Boost 700 V2 sneaker offers an impeccable level of comfort and cushioning in any situation.",
        "img": "https://thumb.tildacdn.com/stor6535-3734-4066-a331-346236356331/-/format/webp/47738139.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 380 «Onyx»",
        "collection": "YEEZY BOOST 380",
        "price": "10 800",
        "title": "adidas Yeezy Boost 380 Onyx is the sixth edition of the new Yeezy 380 series, which was scheduled for release before Black Friday 2020. The name indicates the mineral Onyx-a well-known type of quartz with a characteristic iridescent hue. The upper of the Yeezy 380 onyx sneaker is made in dark camouflage color from modern Primeknit material. Note the high neckline, which effectively goes around the leg, resembling the shape of a sock. The convenience of putting on shoes is supported by elastic laces without ties. Efficient air exchange is provided by perforated strips on both sides of the sneaker. The raised semi-transparent sole hides Boost cushioning technology, while the brown outsole completes the futuristic design of this model. Yeezy Boost 380 Onyx is available in reflective and non-reflective versions.",
        "img": "https://thumb.tildacdn.com/stor3931-3430-4566-b739-393139376231/-/format/webp/80690870.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 380 «Calcite Glow»",
        "collection": "YEEZY BOOST 380",
        "price": "10 800",
        "title": "adidas Yeezy Boost 380 Calcite Glow is the fifth edition of the new Yeezy 380 series and the first model to use the popular Glow in the Dark technology. The release took place on October 31, 2020. The color was named Calcite for a mineral that belongs to the class of natural carbonates and is a component of lime and chalk. GID technology is available in both midsole and Primeknit fabrics. The upper of the Yeezy 380 sneaker has a light camouflage color, made of upgraded Primeknit material. This silhouette impresses with a high neckline that gracefully fits the leg and resembles the shape of a sock. Comfort when putting on is emphasized by elastic white laces without ties. For additional air exchange, perforated strips of gray color are used, which are located on both sides of the sneaker. The high semi-transparent midsole hides the shock-absorbing Boost technology. If you like the model with GID technology, we also recommend paying attention to the Yeezy Boost 350 V2 Glow.",
        "img": "https://thumb.tildacdn.com/stor3739-3831-4537-a332-363437373564/-/format/webp/66406480.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 380 «Alien»",
        "collection": "YEEZY BOOST 380",
        "price": "11 100",
        "title": "adidas Yeezy Boost 380 Alien is the release of the debut model from the new Yeezy 380 series, which was released on November 16, 2019. Note that everyone was waiting for the release of Yeezy Boost 350 V3, but it was Yeezy Boost 380 that came on the scene. The upper of the Yeezy 380 sneaker is presented in a light camouflage color, using an upgraded Primeknit material. This silhouette is characterized by a high neckline that creates a form-fitting effect around the ankle, resembling the shape of a sock. To improve the ventilation of shoes, perforated strips located on both sides of the sneaker are used. The high semi-transparent midsole hides the Boost cushioning technology that covers the entire length of the sole. Undoubtedly, Yeezy Boost 380 Alien is a new stage in the evolution of the Kanye West brand.",
        "img": "https://thumb.tildacdn.com/stor3935-6666-4031-b632-393234376637/-/format/webp/76544896.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 380 «Mist»",
        "collection": "YEEZY BOOST 380",
        "price": "10 800",
        "title": "adidas Yeezy Boost 380 Mist is the second release of the new Yeezy 380 series, released on March 25, 2020. The upper part of the Yeezy 380 Mist sneaker is made in delicate shades with a camouflage print made of upgraded Primeknit material. Note the high neckline that wraps the leg around the ankle and has a sock-like shape. To ensure good ventilation of the shoe, perforated strips are used, located on both sides of the sneaker. The high semi-transparent midsole hides the Boost cushioning technology that extends along the entire length of the sole. The futuristic design of the model is completed with a brown sweep. Yeezy Boost 380 Mist is available in reflective and non-reflective versions.",
        "img": "https://thumb.tildacdn.com/stor3661-6439-4638-a534-363338306465/-/format/webp/85742202.png"
    },
    {
        "name" : "ADIDAS YEEZY BOOST 380 «Mist Reflective»",
        "collection": "YEEZY BOOST 380",
        "price": "10 800",
        "title": "adidas Yeezy Boost 380 Mist Reflective is a variant of the Mist  color scheme with the addition of reflective elements to Primeknit. The release took place on February 29, 2020. The upper layer of the Yeezy 380 Mist Reflective sneaker is made in delicate shades with a camouflage print made of upgraded Primeknit material, which has the property of reflective. Note the high neckline that wraps the leg around the ankle, resembling a sock. Good air exchange is provided by perforated strips located on both sides of the sneaker. A high semi-transparent midsole hides Boost's shock-absorbing technology, while a brown sweep completes the model's futuristic design.",
        "img": "https://thumb.tildacdn.com/stor3462-3731-4838-b530-653061633164/-/format/webp/96193639.png"
    },
    {
        "name" : "ADIDAS YEEZY 450 «Dark Slate»",
        "collection": "YEEZY 450",
        "price": "11 300",
        "title": " the adidas Yeezy 450 Dark Slate was created as part of a collaboration between adidas and Yeezy. The release of this Color version took place on June 25, 2021. The model was first introduced during the Yeezy Season 8 show at Paris Fashion Week in 2020. This model is completely new and differs from its predecessors in appearance. Yeezy 450 sneakers have a folding design, not as simple as it may seem at first glance. The upper of the sneaker is made of lightweight fabric using Primeknit technology, while the innovative fang-shaped midsole uses soft polyurethane (EVA), which ensures a return of energy after each step and ease of movement. An unusual element in the design of sneakers is the original lacing, made in the form of loops. Branding is confirmed by the adidas Performance logo on the sweeper. The Yeezy 450 sneaker is a revolutionary approach to modern shoe design from the adidas and Kanye West team.",
        "img": "https://static.tildacdn.com/stor3539-3436-4536-b163-383233623763/17425051.png"
    },
    {
        "name" : "ADIDAS YEEZY 450 «Cloud White»",
        "collection": "YEEZY 450",
        "price": "11 300",
        "title": "the adidas Yeezy 450 Cloud White was developed as part of a collaboration between adidas and Yeezy. This Color version was released on March 6, 2021. The model was first introduced during the Yeezy Season 8 show at Paris Fashion Week in 2020. This is a completely new model that differs from its predecessors in appearance. Yeezy 450 sneakers have a folding design that is not as simple as it may seem at first glance. The upper of the sneaker is made of lightweight fabric using Primeknit technology, while the innovative fang-shaped midsole uses soft polyurethane (EVA), which ensures a return of energy after each step and ease of movement. The final element in the design of sneakers is the original lacing, made in the form of loops. Branding is limited to the adidas Performance logo. The Yeezy 450 sneaker is a revolutionary approach to modern shoe design from the adidas and Kanye West team.",
        "img": "https://static.tildacdn.com/stor3532-6538-4763-b365-396435396161/90120043.png"
    },
    {
        "name" : "ADIDAS YEEZY 450 «Resin»",
        "collection": "YEEZY 450",
        "price": "10 400",
        "title": "adidas Yeezy 450 Resin was developed as part of a collaboration between adidas and Yeezy. This Color version was released on December 17, 2021. The model was first introduced during the Yeezy Season 8 show at Paris Fashion Week in 2020. This is a completely new model that differs from its predecessors in appearance. Yeezy 450 sneakers have a folding design that is not as simple as it may seem at first glance. The upper of the sneaker is made of lightweight fabric using Primeknit technology, while the innovative fang-shaped midsole uses soft polyurethane (EVA), which ensures a return of energy after each step and ease of movement. The final element in the design of sneakers is the original lacing, made in the form of loops. Branding is limited to the adidas Performance logo. The Yeezy 450 sneaker is a revolutionary approach to modern shoe design from the adidas and Kanye West team.",
        "img": "https://thumb.tildacdn.com/stor3732-3338-4632-b138-323939346438/-/format/webp/56856378.png"
    },
    {
        "name" : "ADIDAS YEEZY 500 «Utility Black»",
        "collection": "YEEZY 500",
        "price": "12 800",
        "title": "the adidas Yeezy 500 Utility Black was created as part of a collaboration between adidas and Yeezy and went on sale on July 7, 2018. The upper of the Yeezy Utility Black sneaker is made of high-quality suede and burlap, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface. A reflective coating is placed on the tongue and lacing elements. Branding is limited to the adidas Performance logo on the back of the sneaker. This series from Kanye West embodies a harmonious combination of retro style in a modern performance. Yeezy 500 sneakers are considered a real classic of the brand.",
        "img": "https://thumb.tildacdn.com/stor6434-3538-4537-b564-306335386561/-/format/webp/91239177.png"
    },
    {
        "name" : "ADIDAS YEEZY 500 «Ash Grey»",
        "collection": "YEEZY 500",
        "price": "12 600",
        "title": "adidas Yeezy 500 Ash Grey was created as part of a collaboration between adidas and Yeezy and went on sale on December 4, 2021. The upper of the Yeezy Ash Grey sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface. A reflective coating is placed on the tongue and lacing elements. Branding is limited to the adidas Performance logo on the back of the sneaker. This series from Kanye West embodies a harmonious combination of retro style in a modern performance. Yeezy 500 sneakers are considered a real classic of the brand.",
        "img": "https://thumb.tildacdn.com/stor3464-3033-4637-b539-326265366238/-/format/webp/93933290.png"
    },
    {
        "name" : "ADIDAS YEEZY 500 «Blush»",
        "collection": "YEEZY 500",
        "price": "12 600",
        "title": "adidas Yeezy 500 Blush was created as part of a collaboration between adidas and Yeezy and went on sale on February 16, 2018. The upper of the Yeezy Blush sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface. A reflective coating is placed on the tongue and lacing elements. Branding is limited to the adidas Performance logo on the back of the sneaker. This series from Kanye West embodies a harmonious combination of retro style in a modern performance. Yeezy 500 sneakers are considered a real classic of the brand.",
        "img": "https://thumb.tildacdn.com/stor3664-6133-4764-b737-316263626531/-/format/webp/85871756.png"
    },
    {
        "name" : "ADIDAS YEEZY 500 «Bone White»",
        "collection": "YEEZY 500",
        "price": "12 800",
        "title": "adidas Yeezy 500 Bone White was created as part of a collaboration between adidas and Yeezy and went on sale on August 24, 2019. The upper of the Yeezy Bone White sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface. A reflective coating is placed on the tongue and lacing elements. Branding is limited to the adidas Performance logo on the back of the sneaker. This line from the Kanye West brand embodies a harmonious combination of retro style in a modern design. Yeezy 500 sneakers are considered a real classic of the brand.",
        "img": "https://thumb.tildacdn.com/stor6437-3838-4633-b262-663834373261/-/format/webp/93207360.png"
    },
    {
        "name" : "ADIDAS YEEZY 500 «Clay Brown»",
        "collection": "YEEZY 500",
        "price": "12 600",
        "title": "adidas Yeezy 500 Clay Brown was created as part of a collaboration between adidas and Yeezy and went on sale on October 30, 2021. The upper of the Yeezy Clay Brown sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface. A reflective coating is placed on the tongue and lacing elements. Branding is limited to the adidas Performance logo on the back of the sneaker. This line from the Kanye West brand embodies a harmonious combination of retro style in a modern design. Yeezy 500 sneakers are considered a real classic of the brand.",
        "img": "https://thumb.tildacdn.com/stor6339-3630-4362-b734-346562323237/-/format/webp/73962037.png"
    },
    {
        "name" : "ADIDAS YEEZY 500 «Granite»",
        "collection": "YEEZY 500",
        "price": "12 800",
        "title": "adidas Yeezy 500 Granite was created as part of a collaboration between adidas and Yeezy and went on sale on May 14, 2022. The upper of the Yeezy Granite sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface. The reflective coating is located on the tongue and lacing elements. Branding is limited to the adidas Performance logo on the back of the sneaker. This line from the Kanye West brand embodies a harmonious combination of retro style in a modern design. Yeezy 500 sneakers are considered a real classic of the brand.",
        "img": "https://thumb.tildacdn.com/stor3762-6338-4835-b732-356637666266/-/format/webp/14726303.png"
    },
    {
        "name" : "ADIDAS YEEZY 500 «Salt»",
        "collection": "YEEZY 500",
        "price": "12 800",
        "title": "adidas Yeezy 500 Salt produced in collaboration with adidas and Yeezy and went on sale on November 30, 2018. The upper of the Yeezy Salt sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. Yeezy 500 sneakers are equipped with an Ortholite foam insole with memory effect and a comfortable lining that leaves no traces on the surface. The reflective coating is located on the tongue and lacing elements. The branding is represented by the adidas Performance logo on the back of the sneaker. This series from the Kanye West brand embodies a harmonious combination of retro style in a modern design, and Yeezy 500 sneakers are considered a real classic of the brand.",
        "img": "https://thumb.tildacdn.com/stor6366-6361-4661-b934-666339623336/-/format/webp/12969975.png"
    },
    {
        "name" : "ADIDAS YEEZY 500 «Soft Vision»",
        "collection": "YEEZY 500",
        "price": "12 800",
        "title": "the adidas Yeezy 500 Soft Vision  is the result of a collaboration between adidas and Yeezy and was released on November 2, 2019. The upper of the Yeezy Soft Vision sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface.Elements of the reflective coating are located on the tongue and lacing details. The branding is represented by the adidas Performance logo on the back of the sneaker. This series from the Kanye West brand reveals a harmonious combination of retro style in a modern design, and Yeezy 500 sneakers are considered a real classic of the brand.",
        "img": "https://static.tildacdn.com/stor6636-3632-4631-a335-396664663963/67368460.png"
    },
    {
        "name" : "ADIDAS YEEZY 500 «Stone»",
        "collection": "YEEZY 500",
        "price": "11 300",
        "title": "adidas Yeezy 500 Stone is an improved version of the Yeezy 500 and went on sale on November 23, 2019. The color  Stone impresses with light shades of beige and successfully resembles the previous release of 2018 - Blush. The main new feature compared to all previous releases in the Yeezy 500 series is the upper made of neoprene instead of the usual mesh Mesh. Premium suede and leather inserts remain key materials in the sneaker, as does the sculpted sole, which has built-in adiPRENE+cushioning technology. The Yeezy 500 features a comfortable Ortholite foam insole and is branded with the adidas Performance logo on the heel of the sneaker. This issue from Kanye West's team embodies a harmonious combination of retro style in a modern performance. The release of Yeezy 500 Stone ended 2019 and became extremely popular among fans of the brand.",
        "img": "https://thumb.tildacdn.com/stor3738-6636-4536-b736-653237323039/-/format/webp/26061094.png"
    },
    {
        "name" : "ADIDAS YEEZY 500 «Taupe Light»",
        "collection": "YEEZY 500",
        "price": "12 600",
        "title": "adidas Yeezy 500 Taupe Light, developed in collaboration with adidas and Yeezy, went on sale on June 5, 2021. The upper of the Yeezy Taupe Light sneaker is made of high-quality suede and mesh Mesh, and the sole uses adiPRENE+cushioning technology. Yeezy 500 sneakers are equipped with a comfortable Ortholite foam insole with memory effect and a reliable sweep, which provides a high level of comfort and leaves no traces on the surface. Reflective coating is placed on the tongue and lacing elements. Branding is represented by the adidas Performance logo on the heel of the sneaker. This issue of the Kanye West brand embodies a harmonious combination of retro style and modern performance. Yeezy 500 sneakers are considered a real classic in the brand's range.",
        "img": "https://thumb.tildacdn.com/stor3165-6135-4030-a236-623361623666/-/format/webp/89340315.png"
    },{
        "name" : "ADIDAS YEEZY 500 «Enflame»",
        "collection": "YEEZY 500",
        "price": "12 600",
        "title": "adidas Yeezy 500 Enflame, developed in collaboration with adidas and Yeezy, went on sale on May 8, 2021. The upper of the Yeezy Enflame sneaker is made of high-quality suede and mesh Mesh, and the sole uses adiPRENE+cushioning technology. Yeezy 500 sneakers are equipped with a comfortable foam insole Ortholite with memory effect and a reliable sweep, which provides a high level of comfort and leaves no traces on the surface. Reflective coating is placed on the tongue and lacing elements. Branding is represented by the adidas Performance logo on the heel of the sneaker. This issue of the Kanye West brand embodies a harmonious combination of retro style and modern performance. Yeezy 500 sneakers are considered a real classic in the brand's range.",
        "img": "https://thumb.tildacdn.com/stor3630-6333-4630-a533-323764356330/-/format/webp/48109158.png"
    },
    {
        "name" : "ADIDAS YEEZY 700 V3 «Alvah»",
        "collection": "YEEZY 700 V3",
        "price": "12 900",
        "title": "adidas Yeezy 700 V3 Alvah, developed in collaboration with adidas and Yeezy, was released on April 11, 2020. This is the second color scheme of the Yeezy 700 V3, after the Azael, stands out for its futuristic design and the lack of a Boost cushioning system in the sole. The upper of the sneaker is made of lightweight Primeknit, framed by a shaped cage made of hard polyurethane that glows in the dark and resembles angel wings. This design guarantees a tight fit and secure hold of the foot. Reflective details on the base complement the lacing, and branding is limited to the adidas Performance logo on the heel of the sneaker. The EVA midsole provides comfort and durability, while the rubber outsole improves grip. Adidas Yeezy 700 V3 Alvah sneakers are equipped with Ortholite insoles with memory effect.",
        "img": "https://thumb.tildacdn.com/stor3132-6363-4465-b064-356564396137/-/format/webp/56705376.png"
    },
    {
        "name" : "ADIDAS YEEZY 700 V3 «Arzareth»",
        "collection": "YEEZY 700 V3",
        "price": "11 600",
        "title": "adidas Yeezy 700 V3 Arzareth -the third color of the impressive 700s in the third version. The summer 2020 release differs from its predecessors (Yeezy Boost 700) in its futuristic design and lack of a Boost cushioning system in the sole. The upper is made of lightweight textile, surrounded by a shaped cage made of hard polyurethane, which glows in the dark, resembling angel wings. The black nylon tongue is hidden under a new lacing system, the loops of which are located behind the side panels. This design ensures a tight fit and secure hold of the foot. Lacing is complemented by reflective details near the base. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip. Adidas Yeezy 700 V3 Arzareth sneakers are equipped with Ortholite insoles with memory effect.",
        "img": "https://thumb.tildacdn.com/stor6439-6637-4531-b765-306537313661/-/format/webp/22470007.png"
    },
    {
        "name" : "ADIDAS YEEZY 700 V3 «Azael»",
        "collection": "YEEZY 700 V3",
        "price": "12 600",
        "title": "the adidas Yeezy 700 V3 Azael  was developed as part of the adidas x Yeezy collaboration. This is the first color of the 700th model in its third version, which was released on December 23, 2019. This model stands out from its predecessors due to its futuristic design and the lack of a Boost cushioning system in the sole. The upper is made of lightweight Primeknit surrounded by a rigid polyurethane shaped cage that glows in the dark in The Shape of angel wings. This design ensures a tight fit and secure hold of the foot. Lacing is complemented by reflective details along the base, and branding is limited to the adidas Performance logo on the heel of the sneaker. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip on the surface. Adidas Yeezy 700 V3 Azael sneakers are equipped with Ortholite insoles with memory effect.",
        "img": "https://thumb.tildacdn.com/stor3638-6466-4463-a237-633632623961/-/format/webp/27534527.png"
    },
    {
        "name" : "ADIDAS YEEZY 700 V3 «Clay Brown»",
        "collection": "YEEZY 700 V3",
        "price": "12 900",
        "title": "adidas Yeezy 700 V3 Clay Brown is the fifth color scheme of the outstanding 700 model in its third version. The release of this version took place in the winter of 2020, and this model stands out from its predecessors due to its futuristic design and the lack of a Boost cushioning system in the sole. The upper of the sneaker is made of lightweight textile, which is surrounded by a shaped cage made of hard polyurethane, glowing in the dark in the form of angel wings. The black nylon tongue is hidden under a new lacing system, the loops of which are located under the side panels. This design ensures a tight fit and secure fixation of the foot. Lacing is complemented by reflective details at the base. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip on the surface. Yeezy 700 V3 Clay Brown sneakers are equipped with Ortholite insoles with memory effect.",
        "img": "https://static.tildacdn.com/stor3735-3431-4138-b534-623237633234/93024645.png"
    },
    {
        "name" : "ADIDAS YEEZY 700 V3 «Copper Fade»",
        "collection": "YEEZY 700 V3",
        "price": "10 100",
        "title": "adidas Yeezy 700 V3 Copper Fade is a new color scheme of the elongated 700s in their third version. This model was released on December 10, 2021 and stands out from its predecessors, the Yeezy Boost 700, thanks to its futuristic design and the lack of a Boost cushioning system in the sole. The upper is made of lightweight textile, which is framed by a shaped cage made of hard polyurethane, glowing in the dark in the form of angel wings. The brown nylon tongue is hidden under a new lacing system, the loops of which are located under the side panels. The design ensures a tight fit and stable fixation of the foot. Lacing is complemented by reflective elements at the base. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip on the surface. Adidas Yeezy 700 V3 Copper Fade sneakers are equipped with Ortholite insoles with memory effect.",
        "img": "https://thumb.tildacdn.com/stor6631-3539-4938-b431-633361393837/-/format/webp/54942856.png"
    },
    {
        "name" : "ADIDAS YEEZY 700 V3 «Kyanite»",
        "collection": "YEEZY 700 V3",
        "price": "10 600",
        "title": "adidas Yeezy 700 V3 Kyanite is a new variant of the iconic 700s in their third version. Released in spring 2021, this release stands out from its predecessors, the Yeezy Boost 700, thanks to its futuristic design and lack of a Boost cushioning system in the sole. The upper is made of lightweight textile surrounded by a rigid polyurethane shaped cage that glows in the dark, resembling angel wings. The black nylon tongue is hidden under the new lacing system, and its loops are hidden under the side panels. The design ensures a tight fit and secure fixation of the foot. Lacing is complemented by reflective details at the base. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip. Adidas Yeezy 700 V3 Kyanite sneakers are equipped with Ortholite insoles with memory effect.",
        "img": "https://static.tildacdn.com/stor6134-3261-4233-b936-303039613231/22090884.png"
    },
    {
        "name" : "ADIDAS YEEZY 700 V3 «Mono Safflower»",
        "collection": "YEEZY 700 V3",
        "price": "11 000",
        "title": "adidas Yeezy 700 V3 Mono Safflower is a new color scheme of the famous 700s in their third version. This release, introduced on March 18, 2022, differs from its predecessors (Yeezy Boost 700) in its futuristic design and lack of a Boost cushioning system in the sole. The upper is made of lightweight textile surrounded by a rigid polyurethane shaped cage that glows in the dark and is shaped like angel wings. The black nylon tongue is hidden under the new lacing system, and its loops are hidden under the side panels. The design guarantees a tight fit and stable fixation of the foot. Lacing is complemented by reflective elements at the base. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip on the surface. Adidas Yeezy 700 V3 Mono Safflower sneakers are equipped with Ortholite insoles with memory effect.",
        "img": "https://thumb.tildacdn.com/stor3235-3937-4530-a161-613135636639/-/format/webp/60174060.png"
    },
    {
        "name" : "ADIDAS YEEZY 700 V3 «Safflower»",
        "collection": "YEEZY 700 V3",
        "price": "10 600",
        "title": "adidas Yeezy 700 V3 Safflower is the fourth color of the impressive 700s in their third version. This release, introduced in the fall of 2020, stands out among its predecessors (Yeezy Boost 700) for its modern futuristic design and the lack of a Boost cushioning system in the sole. The upper is made of lightweight textile surrounded by a rigid polyurethane structural cage that glows in the dark and is shaped like angel wings. The black nylon tongue is hidden under the new lacing system, and the loops of this system are hidden under the side panels. The design ensures a tight fit and secure fixation of the foot. Lacing is complemented by reflective details at the base. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip. Yeezy 700 V3Safflower sneakers are equipped with Ortholite insoles with memory effect.",
        "img": "https://static.tildacdn.com/stor6432-6433-4635-a531-613532653537/76377992.png"
    },
    {
        "name" : "ADIDAS YEEZY SLIDE «Onyx»",
        "collection": "YEEZY SLIDE",
        "price": "8 300",
        "title": "adidas Yeezy Slide Onyx is a new version of all-black slates with a unique upper texture, presented as part of the adidas x Yeezy collaboration. The release of this Color took place on March 7, 2022. Despite its minimalistic design, Yeezy Slide slates impress with their sophistication and functionality. Yeezy Slide slippers are made of soft EVA foam, which makes them light and very durable for long-term use. Special grooves in the area of the toes, pads and heel guarantee a secure fixation of the foot, and the ribbed sole provides a reliable grip even on slippery surfaces, providing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the heel pad, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for superior wearing comfort.",
        "img": "https://static.tildacdn.com/stor3264-3365-4334-a631-393235356134/25502788.png"
    },
    {
        "name" : "ADIDAS YEEZY SLIDE «Bone»",
        "collection": "YEEZY SLIDE",
        "price": "8 300",
        "title": "adidas Yeezy Slide Bone is the result of a collaboration between adidas and Yeezy. These slates were released on December 6, 2019, along with the Desert Sand and Resin variants. Even with their minimalist design, they impress with their sophistication and functionality. Yeezy Slide slippers are made of soft EVA foam, giving them lightness and endurance throughout the entire period of operation. Thanks to special grooves in the toe area, a pillow under the foot and heel, slates guarantee a reliable fixation of the foot. The ribbed outsole provides excellent grip even on slippery surfaces, providing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the heel pad, as well as the Yeezy inscription engraved on the inside of the slates. the adidas Yeezy Slide is not only incredibly lightweight, but also provides maximum cushioning for maximum comfort.",
        "img": "https://thumb.tildacdn.com/stor3132-6461-4866-a232-366431373065/-/format/webp/70398039.png"
    },
    {
        "name" : "ADIDAS YEEZY SLIDE «Corе»",
        "collection": "YEEZY SLIDE",
        "price": "8 300",
        "title": " adidas Yeezy Slide Core is the result of a collaboration between adidas and Yeezy, and their release took place on September 4, 2020. The shade of this color resembles Earth Brown, but Core is slightly lighter. Despite the minimalistic design of the slates, they impress with their complexity and functionality. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable throughout the entire period of operation. Thanks to special grooves in the toe area, a cushion under the foot and heel, the foot is securely fixed, and the ribbed sole provides excellent grip even on slippery surfaces, providing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the heel pad, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not just incredibly lightweight, but also maximum cushioning for maximum comfort.",
        "img": "https://thumb.tildacdn.com/stor6665-6636-4139-b263-666137633937/-/format/webp/87208757.png"
    },
    {
        "name" : "ADIDAS YEEZY SLIDE «Desert Sand»",
        "collection": "YEEZY SLIDE",
        "price": "8 300",
        "title": " adidas Yeezy Slide  Desert Sand is the result of a collaboration between adidas and Yeezy, and their release took place on December 6, 2019, along with the color options Bone and Resin. Even with the minimalistic design of slates, they impress with their complexity and functionality. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable for long-term use. Thanks to special grooves in the area of the fingers, pads under the foot and heel, the foot is securely fixed, and the ribbed sole provides excellent grip even on slippery surfaces, guaranteeing maximum comfort and protection from slipping. The exterior branding is limited to the adidas Performance logo on the heel pad, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for maximum comfort.",
        "img": "https://static.tildacdn.com/stor6535-3233-4438-b131-623032626539/53743113.png"
    },
    {
        "name" : "ADIDAS YEEZY SLIDE «Earth Brown»",
        "collection": "YEEZY SLIDE",
        "price": "8 300",
        "title": "adidas Yeezy Slide Earth Brown is the result of a collaboration between adidas and Yeezy, and their release took place on April 16, 2020. Even with a minimalistic design, flip-flops impress with their complexity and functionality. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable throughout their entire service life. Thanks to special grooves in the toe area, under the foot and heel, the foot is securely fixed, and the ribbed sole provides excellent grip even on slippery surfaces, guaranteeing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the heel pad, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for maximum comfort.",
        "img": "https://static.tildacdn.com/stor3963-3965-4238-b832-653062396530/81746677.png"
    },
    {
        "name" : "ADIDAS YEEZY SLIDE «Enflame Orange»",
        "collection": "YEEZY SLIDE",
        "price": "8 300",
        "title": "adidas Yeezy Slide Enflame Orange is the result of a collaboration between adidas and Yeezy, and their release took place on June 21, 2021. In addition, Yeezy Slide Glow Green slates are also famous for their bright and catchy shade. Even with their minimalistic design, they impress with their complexity and functionality. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable throughout the entire wear period. Thanks to special grooves in the toe area, under the foot and heel, the foot is firmly fixed, and the ribbed sole guarantees excellent grip even on slippery surfaces, providing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the sole in the heel area, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for maximum comfort.",
        "img": "https://static.tildacdn.com/stor3839-6431-4132-b433-626663656535/47667418.png"
    },
    {
        "name" : "ADIDAS YEEZY SLIDE «Glow Green»",
        "collection": "YEEZY SLIDE",
        "price": "8 300",
        "title": " adidas Yeezy Slide Glow Green is the result of a collaboration between adidas and Yeezy, and their release took place on September 6, 2021. In addition, Yeezy Slide Enflame Orange slates are also famous for their brightness and visibility. Even with their minimalistic design, they impress with their complexity and functionality. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable throughout the entire wear period. Thanks to special grooves in the toe area, under the foot and heel, the foot is securely fixed, and the ribbed sole guarantees excellent grip even on slippery surfaces, providing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the sole in the heel area, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for maximum comfort.",
        "img": "https://static.tildacdn.com/stor3633-3966-4231-b865-326139323266/79831312.png"
    },
    {
        "name" : "ADIDAS YEEZY SLIDE «Pure»",
        "collection": "YEEZY SLIDE",
        "price": "8 300",
        "title": "adidas Yeezy Slide Pure is the result of a collaboration between adidas and Yeezy, and their release took place on April 26, 2021. Even with a minimalistic design, Yeezy Slide Pure slates impress with their complexity and functionality, not allowing them to look too simple at first glance. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable throughout the entire wear period. Thanks to special grooves in the toe area, under the foot and heel, the foot is securely fixed, and the ribbed sole provides excellent grip, especially on slippery surfaces, guaranteeing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the sole in the heel area, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for maximum comfort.",
        "img": "https://static.tildacdn.com/stor3733-3632-4535-b233-303431353766/87606481.png"
    },
    {
        "name" : "ADIDAS YEEZY SLIDE «Resin»",
        "collection": "YEEZY SLIDE",
        "price": "8 300",
        "title": " adidas Yeezy Slide  Resin is the result of a collaboration between adidas and Yeezy, and their release took place on December 6, 2019, in parallel with the release of the colors Desert Sand andBone. Even with a minimalistic design, Yeezy Slide Resin slates impress with their complexity and functionality, not allowing them to look too simple at first glance. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable throughout the entire wear period. Thanks to special grooves in the toe area, under the foot and heel, the foot is securely fixed, and the ribbed sole provides excellent grip, especially on slippery surfaces, guaranteeing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the sole in the heel area, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for maximum comfort",
        "img": "https://static.tildacdn.com/stor3730-3837-4130-a337-633964633366/84053259.png"
    },
    {
        "name" : "ADIDAS YEEZY SLIDE «Soot»",
        "collection": "YEEZY SLIDE",
        "price": "8 300",
        "title": "adidas Yeezy Slide Soot is the result of a collaboration between adidas and Yeezy brands and went on sale on September 4, 2020. Before the release of the color Onyx, Sow was considered the darkest color of the series. Even with their minimalist design, slates impress with their complexity and functionality, not allowing them to look too simple at first glance. Lightweight and durable, the Yeezy Slide Soot is made of soft EVA foam, providing comfort throughout its service life. Thanks to special grooves in the toe area, under the foot and heel, the foot is securely fixed, and the ribbed sole guarantees an effective grip even on slippery surfaces, providing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the sole in the heel area, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning to provide you with comfort in every step.",
        "img": "https://static.tildacdn.com/stor3534-6562-4138-b031-323664313334/18489245.png"
    },
    {
        "name" : "ADIDAS YEEZY FOAM RUNNER «Onyx»",
        "collection": "YEEZY FOAM RNNR",
        "price": "9 300",
        "title": "adidas Yeezy Foam Runner Onyx is a new, all-black shoe that was born as a result of the collaboration between adidas and Yeezy and was presented to the world on June 8, 2022. The Yeezy Foam Runner model breaks down design stereotypes and is actually a prototype that went into mass production. The futuristic foam runner silhouette is made from a lightweight and soft EVA material based on recycled seaweed. Thanks to the perforation and special grooves on the inside, the shoes securely fix the foot and prevent sweating. The ribbed outsole guarantees an effective grip even on slippery surfaces to provide you with maximum comfort and anti-slip protection. External branding is represented only by the adidas Performance logo on the sole. Yeezy Foam Runner is not only incredibly light, but also a feeling of maximum comfort.",
        "img": "https://thumb.tildacdn.com/stor6130-3366-4939-b165-653636623731/-/format/webp/25175798.png"
    },
    {
        "name" : "ADIDAS YEEZY FOAM RUNNER «Ararat»",
        "collection": "YEEZY FOAM RNNR",
        "price": "8 900",
        "title": "adidas Yeezy Foam Runner Ararat is the first color version in the Foam Runner line, which was created as part of a collaboration between adidas and Yeezy. The release took place on June 26, 2020, and it is named after the highest volcanic massif of the Armenian Highlands – Mount Ararat. This Kanye West expressed his respect for the homeland of his wife Kim Kardashian. The Yeezy Foam Runner model breaks out of the usual design standards, practically functioning as a prototype released for mass production. The futuristic foam Runner silhouette is made from a lightweight and soft EVA material based on recycled seaweed. Thanks to the perforation and special grooves on the inside, the shoes securely fix the foot and do not cause sweating. The ribbed outsole provides an effective grip even on slippery surfaces, guaranteeing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sweeper. Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
        "img": "https://thumb.tildacdn.com/stor6633-6437-4764-a164-376139316661/-/format/webp/32164974.png"
    },
    {
        "name" : "ADIDAS YEEZY FOAM RUNNER «MX Cream Clay»",
        "collection": "YEEZY FOAM RNNR",
        "price": "9 300",
        "title": " adidas Yeezy Foam Runner MX Cream Clay is the result of a collaboration between adidas and Yeezy, which was introduced on August 2, 2021. This model breaks down standard design concepts, practically functioning as a prototype designed for mass production. Its futuristic silhouette is made of light and soft EVA material, created on the basis of recycled seaweed. Thanks to the perforation and special grooves on the inside, the shoe securely fixes the foot, preventing sweating. The ribbed outsole guarantees an effective grip even on slippery surfaces, providing you with maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo located on the sole. adidas Yeezy Foam Runner is not just incredible lightness, but also tangible comfort.",
        "img": "https://thumb.tildacdn.com/stor3063-3666-4564-b766-313530373761/-/format/webp/74312739.png"
    },
    {
        "name" : "ADIDAS YEEZY FOAM RUNNER «Mineral Blue»",
        "collection": "YEEZY FOAM RNNR",
        "price": "8 900",
        "title": " adidas Yeezy Foam Runner Mineral Blue is a collaboration product between adidas and Yeezy, which was introduced on May 29, 2021. This model destroys all traditional design concepts, effectively acting as a prototype designed for mass production. The futuristic foam Runner silhouette is made from a lightweight and soft EVA material developed from recycled seaweed. Thanks to the perforation and special grooves on the inside, the shoes securely fix the foot, avoiding sweating. The ribbed outsole provides a secure grip even on slippery surfaces, providing you with maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo located on the sole. adidas Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
        "img": "https://thumb.tildacdn.com/stor3736-3235-4134-a566-373539383738/-/format/webp/79404252.png"
    },
    {
        "name" : "ADIDAS YEEZY FOAM RUNNER «Mist»",
        "collection": "YEEZY FOAM RNNR",
        "price": "8 900",
        "title": " adidas Yeezy Foam Runner Mist was created as part of a partnership between adidas and Yeezy. The launch took place on March 11, 2022, on the same day as the mixed coloring of Stone Sage. The Yeezy Foam Runner model revolutionizes the idea of design, effectively acting as a prototype for mass production. The modern foam runner silhouette is made from a lightweight and soft EVA material based on recycled seaweed. Thanks to the perforation and special grooves on the inside, the shoe securely fixes the foot, preventing moisture release. The ribbed outsole guarantees a secure grip even on slippery surfaces, providing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sole. adidas Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
        "img": "https://thumb.tildacdn.com/stor6662-3066-4138-b935-356362616266/-/format/webp/45368167.png"
    },
    {
        "name" : "ADIDAS YEEZY FOAM RUNNER «MXT Moon Gray»",
        "collection": "YEEZY FOAM RNNR",
        "price": "9 300",
        "title": "adidas Yeezy Foam Runner MXT Moon Gray was created as part of a collaboration between adidas and Yeezy. The release took place on March 26, 2021, simultaneously with the mixed color Sand. The Yeezy Foam Runner model transcends the concept of design, effectively acting as a prototype for mass production. With a futuristic silhouette made from a light and soft EVA material based on recycled seaweed, they are impressive. Perforation and special grooves on the inside ensure a secure fixation of the foot and prevent excessive moisture release. The ribbed outsole guarantees an effective grip even on slippery surfaces, providing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sole. adidas Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
        "img": "https://thumb.tildacdn.com/stor6235-3963-4138-a430-333333666636/-/format/webp/55233157.png"
    },
    {
        "name" : "ADIDAS YEEZY FOAM RUNNER «Ochre»",
        "collection": "YEEZY FOAM RNNR",
        "price": "8 900",
        "title": "adidas Yeezy Foam Runner Ochre was developed as part of a collaboration between adidas and Yeezy, and their release took place on August 2, 2021. The Yeezy Foam Runner model transcends the concept of design, effectively acting as a prototype for mass production. The futuristic foam Runner silhouette is made from a lightweight and soft EVA material based on recycled seaweed. The design includes perforations and special grooves on the inside, which guarantee a secure fixation of the foot and prevent excessive moisture release. The ribbed outsole provides an effective grip even on slippery surfaces, providing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sweeper. adidas Yeezy Foam Runner is not just incredible lightness, but also tangible comfort.",
        "img": "https://static.tildacdn.com/stor6530-3737-4561-b830-333937663662/55806935.png"
    },
    {
        "name" : "ADIDAS YEEZY FOAM RUNNER «MX Sand Grey»",
        "collection": "YEEZY FOAM RNNR",
        "price": "9 300",
        "title": " adidas Yeezy Foam Runner MX Sand Grey was developed as part of a collaboration between adidas and Yeezy, and their release took place on December 11, 2021. The Yeezy Foam Runner model surpasses standard design concepts, effectively acting as a prototype for mass production. The futuristic foam Runner silhouette is made from a lightweight and soft EVA material based on recycled seaweed. The design includes perforations and special grooves on the inside, which ensure a secure fixation of the foot and prevent excessive moisture release. The ribbed outsole provides an effective grip even on slippery surfaces, providing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sweeper. adidas Yeezy Foam Runner is not just incredible lightness, but also tangible comfort.",
        "img": "https://thumb.tildacdn.com/stor3463-6663-4364-b131-306139373861/-/format/webp/38838505.png"
    },
    {
        "name" : "ADIDAS YEEZY FOAM RUNNER «Sand»",
        "collection": "YEEZY FOAM RNNR",
        "price": "8 900",
        "title": "adidas Yeezy Foam Runner Sand was developed as part of a collaboration between adidas and Yeezy. They were released on March 26, 2021 and were introduced one day along with the MXT Moon Grayvariant. The Yeezy Foam Runner model goes beyond standard design concepts, effectively serving as a prototype for mass production. The futuristic silhouette of the Foam Runner is made of light and soft EVA material, based on recycled seaweed. Thanks to the perforation and special grooves on the inside, the slippers are securely fixed and do not contribute to excessive sweating. The ribbed outsole provides excellent grip even on slippery surfaces, providing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sweeper. adidas Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
        "img": "https://static.tildacdn.com/stor3463-3637-4266-a462-623239343936/33795790.png"
    },
    {
        "name" : "ADIDAS YEEZY FOAM RUNNER «Stone Sage»",
        "collection": "YEEZY FOAM RNNR",
        "price": "8 900",
        "title": "adidas Yeezy Foam Runner Stone Sage was developed as part of a collaboration between adidas and Yeezy. The release of this coloring book took place on March 11, 2022, and one day they released a variant of Mist. The Yeezy Foam Runner model violates all traditional design standards, practically acting as a prototype for mass production. The futuristic foam Runner silhouette is made from a light and soft EVA material based on recycled seaweed. Thanks to the perforation and special grooves on the inside, they are securely fixed on the foot, preventing excessive sweating. The ribbed outsole provides excellent grip even on slippery surfaces, guaranteeing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sweeper. adidas Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
        "img": "https://static.tildacdn.com/stor3830-6637-4234-a635-656135353136/92133440.png"
    },
    {
        "name" : "ADIDAS YEEZY FOAM RUNNER «Vermillion»",
        "collection": "YEEZY FOAM RNNR",
        "price": "8 900",
        "title": "adidas Yeezy Foam Runner Vermillion was developed as part of a collaboration between adidas and Yeezy. The release of this Color scheme took place on October 29, 2021. The Yeezy Foam Runner model redefines all standard design concepts, effectively serving as a prototype for mass production. The futuristic foam Runner silhouette is made from a lightweight and soft EVA material based on recycled seaweed. Thanks to the perforation and special grooves on the inside, they are securely fixed on the foot, preventing excessive sweating. The ribbed outsole provides excellent grip even on slippery surfaces, guaranteeing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sweeper. adidas Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
        "img": "https://static.tildacdn.com/stor6462-6463-4664-b133-363161333863/21372868.png"
    },
    {
        "name" : "ADIDAS YEEZY KNIT RUNNER «Stone carbon»",
        "collection": "YEEZY KNIT RNR",
        "price": "8 400",
        "title": "adidas Yeezy Knit Runner Stone Carbon is a new color version in a futuristic design, which was created as part of a collaboration between adidas and Yeezy. The release of this Color scheme took place on March 26, 2022. The upper part is made in black and brown color from a knitted material that completely wraps around the foot. To indicate the size of each pair on the Bone, Brown is used, where information about the size is displayed in black font. A thin rubber sole with a herringbone pattern completes the futuristic design. The external branding of the Yeezy Knit Runner model is represented only by the adidas Performance logo placed on the sole.",
        "img": "https://thumb.tildacdn.com/stor3633-3464-4835-b933-323337343561/-/format/webp/87559135.png"
    },
    {
        "name" : "ADIDAS YEEZY KNIT RUNNER «Sulfur»",
        "collection": "YEEZY KNIT RNR",
        "price": "8 400",
        "title": "adidas Yeezy Knit Runner Sulfur is a new model with a futuristic design that has a similar shape to the Foam Runner. It was developed as part of the adidas x Yeezy collaboration, and was released on September 23, 2021. The upper is made in a yellow shade of knitted material that completely fits the leg. To mark the external size of each pair on the bone, beige is used, where information about the size is displayed in black font. A thin rubber sole with a herringbone pattern completes the futuristic design. The external branding of the Yeezy Knit Runner model is represented only by the adidas Performance logo located on the sole.",
        "img": "https://thumb.tildacdn.com/stor6436-3538-4336-a135-306433653639/-/format/webp/93380200.png"
    },
    {
        "name" : "ADIDAS YEEZY QNTM «Quantum»",
        "collection": "YEEZY QMTM",
        "price": "11 200",
        "title": "adidas Yeezy QNTM  Quantum is a casual version of basketball shoes from the new QNTM  line from Adidas in collaboration with Kanye West. Designed to be worn not only on the basketball court, the model was influenced by Kanye West's favorite sport and has a high silhouette. adidas Yeezy QNTM Quantum is made of reflective inserts that are not available in the basketball version. The main light gray fabric of the sneaker is made using Primeknit technology, which has a textured appearance similar to the models from the Yeezy Boost 350 V2 series. Providing an impeccable level of comfort and cushioning in any situation, Boost technology is used in this model. Yeezy Quantum sneakers were released on February 16, 2020 in limited quantities — 4,120 pairs — for the NBA's All-Star Weekend in Chicago. In September of the same year, a restock of painting took place.",
        "img": "https://thumb.tildacdn.com/stor3439-6134-4165-b064-386265363933/-/format/webp/28631019.png"
    }
]