"use strict";

var ua = [{
  "name": "ADIDAS YEEZY BOOST 350 V2 «Black»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "adidas Yeezy Boost 350 V2 'Black Non-Reflective' були розроблені в рамках колаборації adidas x Yeezy. Реліз забарвлення відбувся 7 червня 2019 року – наступного дня після релізу Black Reflective. Yeezy Boost 350 V2 Black це повністю чорна модель з популярної серії Yeezy 350",
  "img": "../images/images_yeezy350/yeezy350colors_1.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Black Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Black Reflective були розроблені в рамках колаборації adidas x Yeezy. Реліз забарвлення відбувся 6 червня 2019 року, на день раніше, ніж Black Non-Reflective. Yeezy Boost 350 Black Reflective один з найрідкісніших релізів у серії Yeezy 350 V2. Повністю чорний Primeknit та шнурки, вшитий рефлективний сріблястий матеріал. Все це надає ефекту свічення при наведенні спалаху. Єдина відмінність моделі Yeezy 350 Black Reflective від 'Non-Reflective' полягає в тому, що у другої рефлективні технології присутні тільки на шнурівці. Збоку модель прикрашена напівпрозорою смужкою, а задня петелька у червону точку. У підошві ховається амортизація BOOST, яка досі залишається однією з найефективніших в індустрії кросівок. Кожен шанувальник Yeezy мріє мати у своєму гардеробі чорну легенду. Кросівки Yeezy Boost – це неймовірна легкість, відчутний комфорт та максимальна амортизація.",
  "img": "../images/images_yeezy350/yeezy350colors_2.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Bone»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Bone були розроблені в рамках колаборації adidas x Yeezy. Реліз моделі відбувся 21 березня 2022 року в кількості 255 000 пар. Yeezy Boost 350 «Bone» - це друге забарвлення, яке виконане повністю в білому кольорі, після забарвлення «Cream White». Кросівки пошиті з легкої тканини за технологією Primeknit та прикрашені напівпрозорою бічною смужкою. На внутрішній частині задника знаходяться рефлективні брендовані три смужки adidas. Ззаду, в тон кросівки, розташована петелька для зручного вдягання. Напівпрозора підошва приховує всередині амортизацію BOOST, яка досі залишається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost – це неймовірна легкість, відчутний комфорт та максимальна амортизація.",
  "img": "../images/images_yeezy350/yeezy350colors_3.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Onyx»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "adidas Yeezy Boost 350 V2 'Onyx' були розроблені в рамках колаборації adidas x Yeezy. Реліз забарвлення відбувся 20 червня 2022 року. Кросівки пошиті з легкої тканини за технологією Primeknit та прикрашені напівпрозорою бічною смужкою в тон кросівки. Yeezy Boost 350 «Onyx» - це перше повністю чорне забарвлення популярної моделі 350-х та ідеальний варіант для тих, хто довго вибирав між «Black» та «Cinder». На внутрішній частині задника розташувалися рефлективні брендовані три смужки adidas. Ззаду, в тон кросівки, розташована петелька для зручного вдягання. Напівпрозора підошва приховує всередині амортизацію Boost, яка досі залишається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost 350 - це неймовірна легкість, відчутний комфорт та максимальна амортизація.",
  "img": "../images/images_yeezy350/yeezy350colors_4.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cinder»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "adidas Yeezy Boost 350 V2 'Cinder Non-Reflective' були розроблені в рамках колаборації adidas x Yeezy. Реліз моделі відбувся 21 березня 2020 року у кількості 39998 пар. Кросівки пошиті з легкої тканини попелястого кольору за технологією Primeknit та прикрашені напівпрозорою бічною смужкою. На внутрішній частині задника знаходяться рефлективні брендовані три смужки adidas. Ззаду, в тон кросівки, розташована петелька для зручного вдягання. У підошві ховається амортизація BOOST, яка досі залишається однією з найефективніших в індустрії взуття. Підмітка виконана в кольорі ІТ, яка надає контраст даної пари. Кросівки Yeezy Boost – це неймовірна легкість, відчутний комфорт та максимальна амортизація.",
  "img": "../images/images_yeezy350/yeezy350colors_5.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cinder Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "adidas Yeezy Boost 350 V2 'Cinder Reflective' були розроблені в рамках колаборації adidas x Yeezy. Реліз моделі відбувся 4 квітня 2020 року у кількості 19890 пар. Кросівки пошиті з легкої тканини попелястого кольору за технологією Primeknit та прикрашені напівпрозорою бічною смужкою. У забарвленні Cinder Non-Reflective смужка не буде світловідбивати. На внутрішній частині задника знаходяться рефлективні брендовані три смужки adidas. Ззаду, в тон кросівки, розташована петелька для зручного вдягання. У підошві ховається амортизація BOOST, яка досі залишається однією з найефективніших в індустрії взуття. Підмітка виконана у кольорі gum, яка надає контрасту даній парі. Кросівки Yeezy Boost – це неймовірна легкість, відчутний комфорт та максимальна амортизація.",
  "img": "../images/images_yeezy350/yeezy350colors_6.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Static»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Нова модель adidas Yeezy Boost 350 V2 Static Non-Reflective позначає початок нового етапу розвитку лінійки V2, який надасть власникам цих кросівок ще більше можливостей виділитися серед товпи. Модель Yeezy Static отримала оновлену напівпрозору бічну смужку та рефлективні шнурки, які виблискують на фотографіях під впливом світла. На внутрішній стороні задника розташовані характерні три смужки бренду adidas. Ззаду розміщена петелька для зручного взування. Підмітка з напівпрозорого матеріалу приховує в собі амортизаційну технологію BOOST, яка залишається однією з найефективніших у світі кросівок. Ця модель стає поворотним моментом у розвитку дизайну Yeezy Boost 350 V2. Кросівки Yeezy вражають своєю легкістю, відчутним комфортом і максимальною амортизацією.",
  "img": "../images/images_yeezy350/yeezy350colors_7.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Static Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Static Reflective визначають новий етап в історії співпраці між брендами adidas та Yeezy. Кросівки Yeezy Static Reflective відзначають початок нової ери та напрямку розвитку лінійки V2, який дозволить кожному власнику кросівок виокремитися серед товпи. Yeezy Boost Static Reflective стала першою моделлю, в якій в верхню частину тканини були вбудовані рефлективні нитки, надаючи світловідбиваючий ефект на фото зі спалахом. Це не лише дозволяє вам виділятися на фотографіях, а й створює захоплюючі кадри. Рефлективні нитки становлять основу матеріалу, зшитого за технологією Primeknit. На внутрішній частині задника розміщені три брендовані смужки adidas, а амортизаційна підошва Boost залишається незмінною і забезпечує високий комфорт. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "../images/images_yeezy350/yeezy350colors_8.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «True Form»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 True Form представляє новий відтінок у межах колаборації adidas з Yeezy, реліз якої відбувся 16 березня 2019 року. Каньє Вест та adidas Originals вперше впроваджують нову тактику релізу, де три кольори Yeezy Boost 350 V2 - Clay, TRFRM і Hyperspace - розподілені по регіонах світу, призначаючись для Америки, Європи та Азії.Yeezy Boost True Form виділяється завдяки контрастам - помаранчеві акценти на задній петельці та підошві особливо ефектно виглядають на сірому тлі. Модель також має напівпрозору смужку, розташовану вздовж зовнішньої частини кросівки. На внутрішній частині задника розміщені рефлективні брендовані три смужки adidas. Напівпрозора підошва приховує амортизацію BOOST всередині, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "../images/images_yeezy350/yeezy350colors_9.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Clay»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Clay - це нове відтінок у межах співпраці adidas та Yeezy, реліз якого відбувся 30 березня 2019 року. Каньє Вест та adidas Originals вперше застосували новий підхід до релізу, розділяючи три кольори Yeezy Boost 350 V2 - Clay, TRFRM і Hyperspace - за регіонами світу для Америки, Європи та Азії. Yeezy Boost Clay відзначається своїм червоно-жовтогарячим кольором Primeknit і помаранчевим зашморгом на п'яті, вирізняючись серед інших. Модель також оснащена напівпрозорою смужкою, розташованою вздовж зовнішньої частини кросівки. На внутрішній стороні задника розміщені рефлективні брендовані три смужки adidas. Напівпрозора підошва приховує в собі амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "../images/images_yeezy350/yeezy350colors_10.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Hyperspace»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Hyperspace представляє собою нове кольорове вирішення в рамках співпраці adidas x Yeezy, реліз якого відбувся 16 березня 2019 року. Каньє Вест та adidas Originals вперше використали новий метод релізу, де три кольорові варіанти Yeezy Boost 350 V2 - Hyperspace, Clay і TRFRM - були призначені для різних регіонів світу, відповідно: Азія, Америка та Європа. Yeezy Boost Hyperspace вирізняється своєю небесно-блакитною колірною гамою. Модель також оснащена напівпрозорою смужкою, яка простягається вздовж зовнішньої частини кросівки. На внутрішній стороні задника розміщені рефлективні брендовані три смужки adidas. Напівпрозора підошва приховує в собі амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "../images/images_yeezy350/yeezy350colors_11.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Glow»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Glow були створені в рамках співпраці adidas та Yeezy, а їх реліз відбувся 25 травня 2019 року. Модель Yeezy Boost 350 V2 Glow є кросівками, які світяться у темряві. Верхню частину кросівок виготовлено за допомогою технології Primeknit з інтегрованою системою Glow in the Dark. Крім того, модель має напівпрозору смужку, яка простягається вздовж зовнішньої частини кросівки. На внутрішній стороні задника розташовані рефлективні брендовані три смужки adidas. Напівпрозора підошва містить амортизацію BOOST всередині, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "../images/images_yeezy350/yeezy350colors_12.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cream White»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "13 400",
  "title": "adidas Yeezy Boost 350 V2 Cream White є восьмою моделлю у колаборації adidas x Yeezy в лінійці SPLY-350. Кросівки виготовлені з легкої тканини білого кольору за технологією Primeknit. На задній частині, у відтінку самої кросівки, розташована петелька для зручного вдягання. Напівпрозора підошва приховує амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Ця модель пройшла кілька рестайлінгів, але на сьогодні Yeezy Boost Cream White є наймасштабнішою у історії бренду Yeezy. Вона ґрунтується на політиці Kanye West YEEZYs for everyone, що визначається принципом Yeezy може купити кожен. Забарвлення Yeezy 350 Cream White залишається одним з найпростіших і в той же час класичних, роблячи його по-своєму легендарним. Кросівки Yeezy Boost 350 вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "../images/images_yeezy350/yeezy350colors_13.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Bred»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Bred є шостою моделлю у колаборації adidas x Yeezy та належить до лінійки SPLY-350. Реліз цієї моделі відбувся 11 лютого 2017 року. Yeezy Boost 350 V2 Bred поєднує чорний верх, виготовлений із тканини Primeknit, з червоним написом «SPLY-350», який відображено у дзеркальному стилі на традиційній смужці. Крім того, кросівки мають напівпрозору чорну підошву із амортизаційним матеріалом BOOST. Забарвлення Yeezy Bred з лінійки V2 залишається одним з найбажаніших серед снікерхедів та любителів бренду Yeezy. Варто відзначити, що, відмінно від інших моделей у лінійці SPLY 350, на Yeezy 350 Bred дизайнери поверталися до традиційної петлі на задній частині кросівки, яка характерна для моделей 350 V1. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "../images/images_yeezy350/yeezy350colors_14.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Zebra»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Zebra є сьомою моделлю у колаборації adidas x Yeezy в лінійці SPLY-350. Реліз цієї моделі відбувся 25 лютого 2017 року. Yeezy 350 Zebra поєднує чорно-білий верх у стилі смугастого забарвлення зебри, виготовлений з традиційної тканини Primeknit, з білою смугою, червоним написом SPLY-350, та напівпрозорою білою підошвою, обладнаною амортизаційним матеріалом BOOST. На відміну від інших моделей SPLY-350, також як і в Bred, у Zebra присутня традиційна для 350 V1 петля на задній частині кросівки. Yeezy Boost 350 Zebra було швидко розпродано, і 24 червня 2017 року відбувся ресток цього забарвлення. Додатковий реліз Zebra відбувся 9 листопада 2018 року з великою кількістю пар, виконуючи обіцянку Kanye West про те, що Yeezy стануть більш доступними для всіх охочих. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "../images/images_yeezy350/yeezy350colors_15.jpg"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Beluga Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "adidas Yeezy Boost 350 V2 Beluga Reflective були розроблені у рамках співпраці adidas та Yeezy, і реліз цього забарвлення відбувся 18 грудня 2021 року. Особливістю Yeezy Beluga Reflective є вшитий у Primeknit рефлективний сріблястий матеріал, який створює ефект свічення при впливі штучного світла. Це відрізняє цей реліз від оригінального Beluga, випущеного ще у 2016 році. На внутрішній частині задника розташувалися рефлективні брендовані три смужки adidas. Напівпрозора підошва приховує всередині амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "../images/images_yeezy350_15"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cloud White»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Cloud White Non-Reflective були розроблені в рамках співпраці adidas та Yeezy, і їх реліз відбувся 21 вересня 2019 року, всього за два дні до випуску Cloud White Reflective. Кросівки мають верхню частину, виготовлену з легкої тканини небесно-блакитного кольору за технологією Primeknit та прикрашену напівпрозорою бічною смужкою. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas, що єдиний світловідбиваючий елемент у цьому забарвленні. Напівпрозора підошва приховує всередині амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "https://static.tildacdn.com/stor3164-3633-4231-a533-313762303736/18932608.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cloud White Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Cloud White Reflective були розроблені у рамках колаборації adidas та Yeezy, і їх реліз відбувся 19 вересня 2019 року, на два дні раніше, ніж Cloud White Non-Reflective. Кросівки мають верхню частину, виготовлену з легкої тканини небесно-блакитного кольору за технологією Primeknit. У цей верх вшитий рефлективний сріблястий матеріал, який створює ефект свічення при впливі спалаху. Модель також відзначається наявністю напівпрозорої смужки, розташованої вздовж зовнішньої частини кросівки, що сприяє хорошому повітрообміну. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas. Напівпрозора підошва приховує всередині амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "https://static.tildacdn.com/stor3733-3865-4037-a637-396563326532/75893979.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Citrin»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Citrin Non-Reflective були створені в рамках співпраці між adidas та Yeezy, а їх реліз відбувся 24 вересня 2019 року, наступного дня після випуску Citrin Reflective. Кросівки мають верхню частину, виготовлену з легкої тканини тілесного кольору за технологією Primeknit, та прикрашену напівпрозорою бічною смужкою. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas, що становлять єдиний світловідбиваючий елемент у цьому кольорі. У підошві кросівок прихована амортизація BOOST, яка залишається однією з найефективніших у світі взуття. Підмітка виконана в кольорі дит, надаючи парі контрастний вигляд. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "https://thumb.tildacdn.com/stor6130-3932-4062-b832-613865313535/-/format/webp/41544059.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Citrin Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Citrin Non-Reflective є продуктом співпраці між брендами adidas та Yeezy. Ці кросівки були випущені 24 вересня 2019 року, наступного дня після релізу моделі Citrin Reflective. Вони виготовлені з легкої тканини тілесного кольору, використовуючи технологію Primeknit, та декоровані напівпрозорою боковою смужкою.Внутрішня частина задника містить рефлективні брендовані три смужки adidas, які єдиний світловідбиваючий елемент у цьому кольорі. У підошві кросівок використовується амортизація BOOST, що залишається однією з найефективніших в індустрії взуття. Підметка виконана в кольорі дитячого відтінку, що надає парі контрасту. Кросівки Yeezy Boost відзначаються неймовірною легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://thumb.tildacdn.com/stor6666-3136-4536-b164-303262373536/-/format/webp/48436026.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Lundmark Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Lundmark Reflective представляє собою нову рефлективну модель в історії співпраці брендів adidas та Yeezy. Реліз цього варіанту відбувся 11 липня 2019 року, на два дні раніше, ніж нерефлективна версія «Lundmark Non-Reflective». Дизайн Yeezy Boost «Lundmark Reflective» виконаний у відтінках бежевого та сірого кольорів із додаванням рефлективних сріблястих ниток у технологічний матеріал Primeknit. Основною відмінністю моделі «Lundmark Reflective» від «Lundmark Non-Reflective» є наявність рефлективних елементів тільки на шнуровці. Головною новацією цієї моделі стало відсутність задньої петельки, що надає кросівкам більш обтічну форму. На внутрішній частині задника розташувались рефлективні брендовані три смужки adidas.Півпрозора підошва приховує амортизацію BOOST, яка залишається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost 350 славляться неймовірною легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://static.tildacdn.com/stor3236-3763-4364-b261-376230643362/42729215.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Synth»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Synth Non-Reflective є одним з найрідкісших кольорів у лінійці Yeezy і була випущена регіонально, призначаючись для ринків Азії та Африки. Реліз відбувся 22 червня 2019 року, наступного дня після випуску версії Synth Reflective. Кросівки Yeezy Boost «Synth» мають блідо-рожевий відтінок Primeknit з прозорою смужкою збоку, в тон кросівки. Шнурки отримали рефлективні вкраплення, надаючи їм ефекту свічення при спалаху. На внутрішній частині задника розташувалися рефлективні брендовані три смужки adidas. Півпрозора підошва приховує в собі амортизацію BOOST, яка залишається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost 350 славляться неймовірною легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://static.tildacdn.com/stor6665-6438-4564-b762-356261666361/47029621.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Synth Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Synth Reflective є одним з найрідкісніших кольорів у лінійці Yeezy і була випущена регіонально на ринки Азії та Африки 21 червня 2019 року, на день раніше, ніж модель Synth Non-Reflective. Кросівки Yeezy Boost «Synth Reflective» мають блідо-рожевий відтінок Primeknit з прозорою смужкою збоку, в тон кросівки. Присутність рефлективних ниток у верхній частині кросівок надає ефекту свічення при спалаху. Єдина відмінність між моделями Synth Reflective і Synth Non-Reflective полягає в тому, що у рефлективної версії технологія присутня тільки на шнурках. На внутрішній частині задника розташувалися світловідбивні брендовані три смужки adidas. Півпрозора підошва приховує в собі амортизацію BOOST, яка залишається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost 350 відомі своєю неймовірною легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://static.tildacdn.com/stor3939-3337-4737-a465-646333613361/93752361.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Tail ligh»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Tail Light були розроблені в рамках колаборації adidas x Yeezy. Реліз цієї моделі відбувся 22 лютого 2020 року, і випущено було лише 24 844 пари. Кросівки Yeezy Boost 350 Tail Light були спроектовані для європейського ринку та вийшли в один день із кольорами Earth та Flax.Кросівки мають верхню частину, пошиту з легкої тканини за технологією Primeknit та прикрашену напівпрозорою бічною смужкою. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas. Ззаду також розташована яскрава петелька для зручного вдягання. Підошва кросівок є напівпрозорою та приховує амортизацію BOOST, яка вважається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost 350 славляться своєю неймовірною легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://static.tildacdn.com/stor6566-3834-4639-a564-356135633830/54491950.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Earth»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Earth були розроблені в рамках колаборації adidas x Yeezy. Реліз забарвлення Earth відбувся 22 лютого 2020 року, того ж дня, коли також вийшли нові забарвлення Yeezy Boost 350 Tail Light та Flax. Yeezy Boost Earth стали регіональним релізом, ексклюзивно призначеним для Північної та Південної Америки. Кросівки мають верхню частину, пошиту з легкої тканини в кольорі хакі за технологією Primeknit, та прикрашену напівпрозорою бічною смужкою в тон кросівки. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas. У підошві кросівок ховається амортизація BOOST, яка вважається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost славляться своєю неймовірною легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://static.tildacdn.com/stor3661-6432-4231-b435-633762343738/34535887.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Flax»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Flax були розроблені в рамках колаборації adidas x Yeezy. Реліз забарвлення Flax відбувся 22 лютого 2020 року, того ж дня, коли також вийшли нові забарвлення Yeezy Boost 350 V2 Earth і Tail Light. Yeezy Boost Flax стали регіональним релізом, ексклюзивно призначеним для ринків Азії та Африки. Кросівки мають верхню частину, пошиту з легкої тканини у жовто-зелених відтінках за технологією Primeknit, і прикрашену напівпрозорою бічною смужкою. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas. У підошві кросівок ховається амортизація BOOST, яка вважається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost визначаються своєю неймовірною легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://static.tildacdn.com/stor3739-6165-4236-b733-306238323161/44579189.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Desert Sage»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Desert Sage були розроблені в рамках колаборації adidas x Yeezy і отримали свою назву на честь багаторічної пустельної шавлії - рослини, що зустрічається в степах і на гірських схилах. Реліз забарвлення відбувся 14 березня 2020 року. Кросівки мають верхню частину, пошиту з легкої тканини за технологією Primeknit, і прикрашену бічною смужкою, яка відображає світло. Шнурки в тон кросівка додають привабливості зовнішньому вигляду пари. На внутрішній частині задника розташовані брендовані три смужки adidas. У підошві кросівок ховається амортизація BOOST, яка вважається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost 350 відомі своєю неймовірною легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://thumb.tildacdn.com/stor6165-3266-4437-a136-656663643262/-/format/webp/99733992.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Marsh»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Marsh були розроблені в рамках колаборації adidas x Yeezy і ексклюзивно продавалися на Yeezy Supply. Реліз забарвлення відбувся 1 лютого 2020 року.Кросівки мають верхню частину, пошиту з легкої тканини приглушеного жовтого кольору за технологією Primeknit. Вони прикрашені бічною смужкою, що відбиває світло, а шнурки в тон кросівка додають привабливості зовнішньому вигляду пари. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas. Напівпрозора підошва приховує всередині амортизацію Boost, а підмітка виконана в кольорі Sunny Yellow. Кросівки Yeezy Boost 350 славляться своєю неймовірною легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://thumb.tildacdn.com/stor6138-3433-4037-a331-376534386663/-/format/webp/20860598.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Light»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Кросівки Yeezy Boost 350 V2 Light, які були створені в рамках співпраці adidas x Yeezy, були випущені 28 серпня 2021 року. Вони виготовлені з легкої тканини за технологією Primeknit, де adidas вперше використовує технологію чутливості до ультрафіолетового випромінювання. Під впливом сонячних променів бокова смужка змінює свій відтінок на бурштиновий, а деталі візерунка Primeknit набувають ніжно-рожевого відтінку. У внутрішній частині задника розташовані світловідбивні три смужки adidas. Підошва з напівпрозорим ефектом приховує в собі амортизацію BOOST, яка залишається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost поєднують неймовірну легкість, відчутний комфорт та максимальну амортизацію.",
  "img": "https://thumb.tildacdn.com/stor6531-3332-4539-a431-376236306361/-/format/webp/69113278.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Linen»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Кросівки Yeezy Boost 350 V2 Linen, розроблені в рамках співпраці adidas та Yeezy, вийшли в продаж 18 квітня 2020 року. Вони виготовлені з легкої тканини бежевого кольору за технологією Primeknit і прикрашені світловідбиваючою бічною смужкою, яка підсвічується під впливом світла. Шнурки, виконані в тон кросівка, додають привабливості зовнішньому вигляду. Брендовані три смужки adidas розташовані на внутрішній частині задника. Підошва з напівпрозорим ефектом приховує амортизацію BOOST, яка залишається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost 350 вражають неймовірною легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "https://thumb.tildacdn.com/stor3637-3837-4737-b832-353464346536/-/format/webp/11222576.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Yecheil»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Кросівки Yeezy Boost 350 V2 Yecheil Non-Reflective, створені у рамках співпраці adidas та Yeezy, вийшли у продаж 20 грудня 2019 року – наступного дня після випуску «Yecheil Reflective». Вони виготовлені з легкої тканини чорного кольору за технологією Primeknit, яка відзначається розшаруванням на різні частини відтінками синього, червоного, бежевого та жовтого. Крім того, кросівки доповнюються рефлективними шнурками. На внутрішній частині задника розташовані світловідбивні брендовані три смужки adidas. У підошві знаходиться амортизація BOOST, яка залишається однією з найефективніших у своїй галузі. Кросівки Yeezy Boost 350 вражають неймовірною легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "https://thumb.tildacdn.com/stor3639-3161-4338-b361-633233646361/-/format/webp/43818631.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Yecheil Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Кросівки Yeezy Boost 350 V2 Yecheil Reflective, створені в рамках партнерства adidas та Yeezy, вийшли у продаж 19 грудня 2019 року, за день до релізу Yecheil Non-Reflective. Виготовлені з легкої тканини чорного кольору за технологією Primeknit, яка поділена на різні частини відтінками синього, червоного, бежевого та жовтого. Крім того, кросівки прикрашені рефлективними шнурками та вбудованими світловідбивними елементами в Primeknit, які надають їм світіння при спалаху. На внутрішній частині задника виділяються світловідбивні брендовані три смужки adidas. У підошві знаходиться амортизація BOOST, яка є однією з найефективніших у галузі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://thumb.tildacdn.com/stor3336-3633-4538-b137-333662396139/-/format/webp/84359174.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Beluga 2.0»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 200",
  "title": "Кросівки Yeezy Boost 350 V2 Beluga 2.0 стали десятим випуском у лінійці «SPLY-350» в рамках спільної колаборації adidas x Yeezy, і їх реліз відбувся 25 листопада 2017 року. Вони виготовлені з легкої тканини у темно-сірому відтінку за допомогою технології Primeknit. Кросівки Yeezy Boost Beluga 2.0 мають приглушену сірку смужку із червоним написом SPLY-350, яка відображена у дзеркальний спосіб. На внутрішній частині задника розташовані рефлективні брендовані три смужки adidas. Ззаду, в тон кросівки, розташована петелька для зручного вдягання. Напівпрозора підошва приховує в собі амортизацію BOOST, яка залишається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost 350 вражають своєю легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://static.tildacdn.com/stor6230-6162-4135-b136-663436343165/38235007.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Ash Pearl",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 500",
  "title": "Кросівки Yeezy Boost 350 V2 Ash Pearl представляють собою результат співпраці adidas та Yeezy. Випущені 20 березня 2021 року, вони наступають на підносах забарвленням Ash Stone та Ash Blue. Виготовлені з легкої тканини бузково-бежевого кольору за допомогою технології Primeknit, кросівки прикрашені напівпрозорою бічною смужкою золотистого відтінку. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника. У білій напівпрозорій підошві ховається амортизація BOOST, яка залишається однією з найефективніших в індустрії взуття. Завдяки їм ви можете насолоджуватися неймовірною легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "https://thumb.tildacdn.com/stor3835-3662-4635-b533-343766633465/-/format/webp/95921560.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Ash Stone»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 500",
  "title": "Кросівки Yeezy Boost 350 V2 Ash Stone від adidas та Yeezy представляють собою результат спільної роботи. Реліз цього забарвлення відбувся 27 лютого 2021 року, одночасно із випуском нового кольору Ash Blue. Вони виготовлені з легкої тканини за допомогою технології Primeknit і прикрашені напівпрозорою бічною смужкою червонувато-жовтогарячого відтінку. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника. У підошві ховається амортизація BOOST, яка залишається однією з найефективніших в індустрії взуття. Завдяки цим кросівкам ви можете насолоджуватися неймовірною легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "https://thumb.tildacdn.com/stor3066-3064-4339-a663-336166306134/-/format/webp/49840841.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Carbon»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Кросівки Yeezy Boost 350 V2 Carbon від adidas та Yeezy є продуктом їхньої спільної роботи. Початково планувався реліз у вересні 2020 року, але його відклали до початку жовтня. Це не була єдина зміна, пов'язана з цим забарвленням. 18 вересня було оголошено, що модель буде перейменована та представлена під новою назвою - Carbon. Adidas та Каньє Уест вирішили змінити оригінальну біблійну назву Asriel на більш сучасну форму Carbon. Ці кросівки виготовлені з легкої тканини за допомогою технології Primeknit та прикрашені напівпрозорою бічною смужкою чорного кольору. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника. Напівпрозора підошва приховує в собі амортизацію BOOST, яка залишається однією з найефективніших в індустрії взуття.Кросівки Yeezy Boost Carbon постачаються зі шнурками без зав'язок, а в коробці додається другий комплект шнурків із зав'язками. Загальний досвід від користування цими кросівками включає легкість, відчутний комфорт та максимальну амортизацію.",
  "img": "https://thumb.tildacdn.com/stor3361-3234-4932-b565-346135633237/-/format/webp/86074605.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Mono сlay»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 600",
  "title": "adidas Yeezy Boost 350 V2 Mono Clay - це новий дизайн від adidas, який був випущений 18 червня 2021 року. Три різних кольори Yeezy Boost 350 V2 - Mono Clay, Mono Ice і Mono Mist, випущені у цей день, призначені для різних регіонів світу, зокрема для Азії, Північної Америки та Європи. У цьому випадку adidas вирішив експериментувати із дизайном, відхиляючись від традиційного тканинного верху Primeknit. Замість цього використовується напівпрозорий сітчастий матеріал із моноволокна. Кросівки мають прозорий верх, де просвічується підтримуючий каркас кросівка. Також їх прикрашає напівпрозора бічна смужка. Отвори для шнурків були укріплені люверсами в тон силуету. Задня частина має три рефлективні смужки adidas, а ззаду, в тон кросівки, розташована петелька для зручного вдягання. У підошві ховається амортизація BOOST, яка залишається однією з найефективніших в індустрії взуття.",
  "img": "https://static.tildacdn.com/stor6462-6238-4235-a238-653431643462/67123488.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Sand Taupe»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 500",
  "title": "adidas Yeezy Boost 350 V2 Sand Taupe (початково відомі як Eliada) були створені у рамках співпраці adidas та Yeezy. Випуск цього забарвлення відбувся 19 грудня 2020 року. Кросівки виготовлені з легкої коричневої тканини за технологією Primeknit і мають напівпрозору бічну смужку, яка відтінюється від кольору кросівки. Верхня частина кросівка має відтінок приглушеного помаранчевого, а підошва виконана в дитячому кольорі. На внутрішній частині задника знаходяться рефлективні брендовані три смужки adidas. Підошва кросівок має напівпрозору конструкцію і приховує амортизацію BOOST, яка залишається однією з найефективніших у взуттєвій індустрії. Yeezy Boost Sand Taupe комплектуються шнурками без зав'язок, а також у коробці є додатковий комплект шнурків із зав'язками. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://static.tildacdn.com/stor3033-3264-4035-b538-613465313535/18705816.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Yeezreel Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Yeezreel Reflective представляють собою продукт співпраці між adidas і Yeezy. Реліз цього забарвлення відбувся 17 грудня 2019 року, на три дні пізніше, ніж Yeezreel Non-Reflective. Кросівки виготовлені з легкої тканини неоново-зеленого кольору в поєднанні з чорною ниткою, використовуючи технологію Primeknit. Вони прикрашені напівпрозорою бічною смужкою жовтого відтінку. Наявність рефлективних ниток у верхній частині кросівок створює ефект свічення при спалаху. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника, де також знаходиться петелька для зручного вдягання. Напівпрозора підошва приховує всередині амортизацію BOOST, яка залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю легкістю, відчутним комфортом та високою амортизацією.",
  "img": "https://thumb.tildacdn.com/stor3763-3463-4163-a533-663039393231/-/format/webp/30554536.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Yeezreel»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 000",
  "title": "adidas Yeezy Boost 350 V2 Yecheil Non-Reflective представляють собою результат співпраці між adidas і Yeezy. Вони були випущені 20 грудня 2019 року, наступного дня після випуску моделі Yecheil Reflective. Кросівки виготовлені з легкої тканини чорного кольору за допомогою технології Primeknit, яка розколюється на різні відтінки синього, червоного, бежевого та жовтого. Рефлективні шнурки становлять яскравий акцент. На внутрішній частині задника розташовані світловідбивні три смуги adidas. У підошві використана технологія амортизації BOOST, яка залишається однією з найефективніших у своєму роді в індустрії взуття. Кросівки Yeezy Boost 350 - це надзвичайна легкість, відчутний комфорт та максимальна амортизація.",
  "img": "https://thumb.tildacdn.com/stor3736-3832-4235-a130-303835313631/-/format/webp/94914401.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Triple White»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "13 400",
  "title": "Кросівки adidas Yeezy Boost 350 V2 Triple White стали восьмою моделлю в рамках партнерства adidas x Yeezy в лінійці SPLY-350. Виготовлені з легкої тканини білого кольору за технологією Primeknit, ці кросівки мають петельку для зручного вдягання, розташовану в тон кросівки. Підошва, напівпрозора, приховує в собі амортизацію BOOST, яка залишається однією з найефективніших в індустрії взуття. Модель пройшла кілька рестайлінгів, а забарвлення Yeezy Boost Triple White стало наймасштабнішим у історії бренду Yeezy. Це забарвлення ґрунтується на політиці Kanye West YEEZYs for everyone, яка визначена принципом Yeezy може купити кожен. Тривалість та класичний дизайн роблять Yeezy Boost 350 «Triple White» легендарним. Ці кросівки надають неймовірну легкість, відчутний комфорт та максимальну амортизацію.",
  "img": "https://static.tildacdn.com/stor3663-6466-4135-b532-636434633963/90541667.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Fade»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Кросівки adidas Yeezy Boost 350 V2 Fade, спочатку відомі як Yecher, були розроблені в рамках партнерства adidas x Yeezy. Реліз цього забарвлення відбувся 11 листопада 2020 року. Виготовлені з легкої тканини коричневого кольору за технологією Primeknit, ці кросівки прикрашені напівпрозорою бічною смужкою синього відтінку. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника. Підошва, напівпрозора, містить амортизацію BOOST, яка залишається однією з найефективніших в індустрії взуття. Кросівки Yeezy Boost вражають неймовірною легкістю, відчутним комфортом і максимальною амортизацією.",
  "img": "https://thumb.tildacdn.com/stor3665-6438-4834-b631-643733613935/-/format/webp/20692560.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Zyon»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "10 300",
  "title": "Кросівки adidas Yeezy Boost 350 V2 Zyon були створені у співпраці adidas та Yeezy, а їх реліз відбувся 18 липня 2020 року. Виготовлені з легкої тканини за технологією Primeknit, кросівки декоровані напівпрозорою бічною смужкою чорного кольору. Zyon виділяється від попередніх моделей завдяки трохи іншому патерну на Primeknit та тоншій тканині. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника. Підошва, напівпрозора, містить амортизацію BOOST, яка і досі вважається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають неймовірною легкістю, відчутним комфортом і максимальною амортизацією.",
  "img": "https://thumb.tildacdn.com/stor3864-3862-4164-a237-363038393463/-/format/webp/71723227.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Israfil»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Кросівки adidas Yeezy Boost 350 V2 Israfil вироблені в рамках партнерства adidas та Yeezy, і їх реліз відбувся 22 серпня 2020 року. Виготовлені з легкої тканини за технологією Primeknit, вони вражають напівпрозорою бічною смужкою жовтого кольору. Верхня частина кросівки вражає багатогранним відтінком, заснованим на переплетенні сірих ниток, що створюють прекрасний темно-синій відтінок. Рефлективні брендовані три смужки adidas розташовані на внутрішній частині задника. Амортизація BOOST, прихована в підошві, залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost вражають своєю неймовірною легкістю, відчутним комфортом і максимальною амортизацією.",
  "img": "https://thumb.tildacdn.com/stor6361-3961-4035-a532-613230613736/-/format/webp/65739074.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «MX Oat»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Кросівки adidas Yeezy Boost 350 V2 MX Oat представлені в рамках співпраці між adidas та Yeezy, і їх реліз відбувся 23 жовтня 2021 року, на два місяці раніше, ніж MX Rock. Це перше забарвлення в лінійці Yeezy Boost 350 V2, яке вражає яскравим кольоровим рішенням, включаючи мікс помаранчевих, синіх та золотистих відтінків. Кросівки виготовлені з легкої тканини за технологією Primeknit та декоровані напівпрозорою бічною смужкою, яка відповідає відтінкам кросівки. Рефлективні брендовані три смужки adidas розміщені на внутрішній частині задника, а ззаду, в тон кросівки, знаходиться петелька для зручного вдягання. Підошва, яка приховує амортизацію BOOST, залишається однією з найефективніших у світі взуття. Кросівки Yeezy Boost 350 вражають неймовірною легкістю, відчутним комфортом та максимальною амортизацією.",
  "img": "https://static.tildacdn.com/stor6232-6465-4461-b138-376137356433/37185620.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Natural»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 100",
  "title": "Кросівки adidas Yeezy Boost 350 V2 Natural, спочатку відомі під назвою Abez, представлені у рамках співпраці adidas та Yeezy, а їх реліз відбувся 24 жовтня 2020 року. Вони мають верхню частину з легкої тканини ніжно-кремового кольору, виготовленої за технологією Primeknit, і декоровані напівпрозорою бічною смужкою. Верхня третина кросівка виконана в приглушеному бежевому відтінку, у який вплетені рефлективні нитки, створюючи ефект свічення при спалаху. Світловідбивні три смужки adidas розташовані на внутрішній частині задника. Підошва, яка приховує амортизацію BOOST, є напівпрозорою. Кросівки Yeezy Boost 350 Natural комплектуються шнурками без зав'язок, а в коробці можна знайти другий комплект шнурків із зав'язками. Загальною характеристикою Yeezy Boost є неймовірна легкість, відчутний комфорт та висока амортизація.",
  "img": "https://static.tildacdn.com/stor3465-3961-4763-b263-353031613463/42656597.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «MX Rock»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 100",
  "title": "Кросівки adidas Yeezy Boost 350 V2 MX Rock, створені в рамках співпраці adidas та Yeezy, вийшли в продаж 22 грудня 2021 року. Ця модель, виготовлена із легкої тканини за технологією Primeknit, прикрашена напівпрозорою бічною смужкою чорного кольору. Вперше в лінійці Yeezy Boost 350 V2 з'явилося змішане забарвлення у темному стилі з додаванням коричневих та сріблястих відтінків. На внутрішній частині задника вишиті рефлективні брендовані три смужки adidas. Ззаду, в тон кросівки, розташована петелька для зручного вдягання. У підошві прихована амортизація BOOST, яка досі залишається однією з найефективніших у своїй галузі. Кросівки Yeezy Boost 350 - це вражаюча легкість, відчутний комфорт та висока амортизація.",
  "img": "https://static.tildacdn.com/stor6438-3466-4136-b762-623338306534/45026911.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Mono cinder»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 600",
  "title": "adidas Yeezy Boost 350 V2 Mono Cinder є новим додатком до лінійки Mono Pack від adidas і має напівпрозорий дизайн. Реліз цієї моделі відбувся 24 червня 2021 року, всього за 6 днів після випуску перших трьох кольорів у цій новій лінійці. Три відтінки Yeezy Boost 350 V2 - Mono Mist, Mono Ice, Mono Clay, представлені в цей день, були розділені по регіонах світу, призначаючи окремі партії для Європи, Північної Америки та Азії. Проте, щодо Mono Cinder, їх можна було замовити тільки на сайті yeezysupply та не були доступні на офіційному веб-сайті adidas. У випадку з Mono Cinder виробник вирішив відступити від звичайного використання тканини Primeknit, замість цього використовуючи напівпрозорий матеріал з моноволокна. Під цим матеріалом знаходиться підтримуючий каркас кросівок, який прикрашений напівпрозорою бічною смужкою. На внутрішній частині задника розташувалися три рефлективні смужки з логотипом adidas. На задній частині, відповідно до кольорової гами кросівок, розташована петелька для зручного вдягання. У підошві використана амортизація BOOST, яка залишається однією з найефективніших у світі взуття.",
  "img": "https://static.tildacdn.com/stor3466-6533-4664-b334-393763623733/42262803.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Mono Ice»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 600",
  "title": "adidas Yeezy Boost 350 V2 Mono Ice - це свіжий дизайн від adidas, який був випущений 18 червня 2021 року. Три різні кольори Yeezy Boost 350 V2 - Mono Ice, Mono Clay, Mono Mist, які вийшли в той самий день, були призначені для різних регіонів світу, зокрема для Північної Америки, Азії та Європи. На цей раз бренд adidas вирішив відступити від звичайного верху з тканини Primeknit, використовуючи замість цього напівпрозорий сітчастий матеріал із моноволокна. Під цією зовнішньою сіткою прихований підтримуючий каркас кросівки, а сама пара прикрашена напівпрозорою бічною смужкою. Також були внесені зміни у вигляд отворів для шнурків, які були укріплені люверсами відповідно до загального силуету. Внутрішня частина задника розташована три рефлективні смужки adidas. Ззаду, відповідно до колірної гами кросівок, розташована петелька для зручного вдягання. У підошві використовується амортизація BOOST, яка залишається однією з найефективніших у світі взуття.",
  "img": "https://static.tildacdn.com/stor3138-6330-4638-b966-313266383164/43247739.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Mono mist»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 600",
  "title": "adidas Yeezy Boost 350 V2 Mono Mist - це інноваційний дизайн від adidas, який був випущений 18 червня 2021 року. Три різні кольори Yeezy Boost 350 V2 - Mono Mist, Mono Ice, Mono Clay, що були представлені в той самий день, були спрямовані на різні регіони світу, зокрема для Європи, Північної Америки та Азії. У цьому випадку компанія adidas вирішила відмовитися від звичайного верху з тканини Primeknit, використовуючи замість цього напівпрозорий сітчастий матеріал із моноволокна. Під цією зовнішньою сіткою розташований підтримуючий каркас кросівки, а сама пара доповнена напівпрозорою бічною смужкою. Також були внесені зміни у вигляд отворів для шнурків, які були укріплені люверсами, взаємодіючи з загальним стилем силуету. Внутрішня частина задника прикрашена три рефлективними смужками adidas. Ззаду, у відповідності до кольорової гами кросівок, знаходиться петелька для зручного одягання. У підошві застосована амортизація BOOST, яка залишається однією з найефективніших в індустрії взуття.",
  "img": "https://static.tildacdn.com/stor3563-3133-4035-a633-323331623466/94717735.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 V2 «Vanta»",
  "collection": "YEEZY BOOST 700",
  "price": "12 800",
  "title": "adidas Yeezy 450 Resin були розроблені у межах співпраці adidas та Yeezy, а їх реліз відбувся 17 грудня 2021 року. Модель вперше була представлена під час показу Yeezy Season 8 на тижні моди в Парижі у 2020 році. Це абсолютно нова концепція, яка відрізняється зовнішнім виглядом від своїх попередників. Кросівки Yeezy 450 мають складний дизайн, який не такий простий, як може здаватися на перший погляд. Вони зроблені з легкої тканини за технологією Primeknit, а їх інноваційна проміжна підошва у формі ікла виготовлена з м'якого поліуретану (EVA), що забезпечує енергоефективність та легкість руху. Унікальна система шнурівки, що виглядає як петлі, додає закінченості у дизайні кросівок. Брендування обмежується логотипом adidas Performance на підметці. Кросівки Yeezy 450 представляють революційний підхід до сучасного дизайну взуття, розроблений спільно командою adidas та Каньє Вестом.",
  "img": "https://thumb.tildacdn.com/stor6633-3633-4666-a132-656333333039/-/format/webp/72654514.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Utility Black»",
  "collection": "YEEZY BOOST 700",
  "price": "12 800",
  "title": "adidas Yeezy Boost 700 Utility Black були розроблені в рамках партнерства adidas та Yeezy, і їх реліз відбувся 29 червня 2019 року. Модель Yeezy Boost 700 Utility Black виготовлена з високоякісної замші, натуральної шкіри та сіточки в темних відтінках, що використовують вже відомий масивний силует з підошвою, в якій знаходиться технологія амортизації Boost. Брендування зовнішньої частини Yeezy Boost 700 обмежується трема рефлективними смужками, прихованими під зовнішньою сіткою на боках кросівок, та логотипом adidas Performance на коричневій гумовій підмітці. Крім того, світловідбиваючі вставки у формі «Cat Eye» можна помітити на кросівках. Кросівки adidas Yeezy Boost 700 - це вищий рівень комфорту та амортизації в будь-якому контексті.",
  "img": "https://thumb.tildacdn.com/stor3433-3866-4436-a233-396434313465/-/format/webp/17303981.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Analog»",
  "collection": "YEEZY BOOST 700",
  "price": "12 600",
  "title": "adidas Yeezy Boost 700 Analog були створені в рамках співпраці між adidas та Yeezy, а їх реліз відбувся 27 квітня 2019 року. Кросівки Yeezy Boost 700 Analog виготовлені з високоякісної бежевої замші, натуральної шкіри та світлої сіточки, використовуючи вже відомий масивний силует з підошвою, в якій знаходиться технологія амортизації Boost.Брендування зовнішньої частини Yeezy Boost 700 обмежене трьома рефлективними смужками, які приховані під зовнішньою сіткою на боках кросівок, та логотипом adidas Performance на чорній гумовій підмітці, аналогічно до моделі Salt. Крім того, світловідбиваючі вставки можна помітити на кросівках у вигляді «Cat Eye». Кросівки adidas Yeezy Boost 700 - це бездоганний рівень комфорту та амортизації в будь-якому контексті.",
  "img": "https://thumb.tildacdn.com/stor6236-3237-4037-b231-633831393233/-/format/webp/40190373.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Inertia»",
  "collection": "YEEZY BOOST 700",
  "price": "11 600",
  "title": "adidas Yeezy Boost 700 Inertia були розроблені у рамках співпраці між adidas та Yeezy, а їх реліз відбувся 9 березня 2019 року, на півроку раніше, ніж другий варіант забарвлення Yeezy 700 v2 Inertia. Кросівки виготовлені з натуральної шкіри, сіточки mesh та високоякісної замші в блакитних та блідо-сірих відтінках на вже відомому масивному силуеті з підошвою, де використана технологія амортизації Boost. Зовнішнє брендування моделі Yeezy Boost 700 Inertia обмежено трьома рефлективними смужками, які приховані під зовнішньою сіткою на боках кросівок, та логотипом adidas Performance на білій гумовій підмітці. Крім того, світловідбивні вставки можна помітити на кросівках у вигляді «Cat Eye». Кросівки adidas Yeezy Boost 700 - це неперевершений рівень комфорту та амортизації у будь-якій ситуації.",
  "img": "https://thumb.tildacdn.com/stor3738-6130-4235-b264-383035343963/-/format/webp/71556451.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Mauve»",
  "collection": "YEEZY BOOST 700",
  "price": "12 000",
  "title": "adidas Yeezy Boost 700 Mauve були створені в рамках співпраці між adidas та Yeezy, а їх реліз відбувся 27 жовтня 2018 року. Кросівки Yeezy Boost 700 Mauve виготовлені з високоякісної замші у фіолетових відтінках, натуральної шкіри та темної сітки на вже відомому силуеті з масивною підошвою, де захована амортизаційна технологія Boost. Брендування моделі Yeezy Boost 700 Mauve обмежене трьома прихованими рефлективними смужками під зовнішньою сіткою з боків кросівок, а також логотипом adidas Performance на гумовій підмітці коричневого кольору. Додатково, світловідбивні вставки можна помітити на кросівках у вигляді Cat Eye. Кросівки adidas Yeezy Boost 700 - це вищий рівень комфорту та амортизації у будь-якій ситуації.",
  "img": "https://thumb.tildacdn.com/stor3132-3864-4138-b262-636134656437/-/format/webp/69560658.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 MNVN «Triple Black»",
  "collection": "YEEZY BOOST 700",
  "price": "12 100",
  "title": "adidas Yeezy Boost 700 mnvn Triple Black - це перший колірний варіант в новій лінійці Yeezy Boost 700 mnvn, розроблений в рамках партнерства adidas і Yeezy, за участю дизайнера Крістіана Трессера. Реліз відбувся 8 лютого 2020 року. Верх кросівок Yeezy Boost 700 mnvn Triple Black повністю виконаний з чорного нейлону, що виділяє їх серед попередніх версій 700-х моделей, де використовувалися комбінації замші, шкіри та Текстилю.На нейлонову поверхню нанесено назву моделі масивними відображають цифрами 700. Цифри на правому кросівці представлені в дзеркальному відображенні. Підошва залишилася без змін, в ній продовжує бути присутнім амортизаційна технологія Boost, яка залишається однією з найбільш ефективних у взуттєвій індустрії. Силует Yeezy Boost 700 mnvn відрізняється великою кількістю світловідбивних деталей, таких як напис моделі з боків, вставки на миску і заднику, а також відображають віконця на межподошве. Брендинг моделі обмежений логотипом adidas Performance на гумовій підошві. adidas Yeezy Boost 700 mnvn являє собою бездоганний рівень комфорту і амортизації в будь-якій обстановці.",
  "img": "https://thumb.tildacdn.com/stor6364-3632-4639-a539-353938373232/-/format/webp/82534455.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Salt»",
  "collection": "YEEZY BOOST 700",
  "price": "11 100",
  "title": "adidas Yeezy Boost 700 Salt були розроблені в рамках співпраці між adidas і Yeezy, і вийшли в світ 23 лютого 2019 року. Ці кросівки виконані з високоякісної замші, натуральної шкіри і сіточки в світлих відтінках, зберігаючи впізнаваний силует з масивною підошвою, під якою ховається амортизаційна технологія Boost. Брендування моделі Yeezy Boost 700 обмежена прихованими трьома відбиваючими смугами під зовнішньою сіткою з боків кросівок, а також логотипом adidas Performance на чорній гумовій підошві, як і у випадку моделі Analog. Крім того, світловідбиваючі вставки присутні на самих кросівках і виконані у формі Cat Eye. Кросівки adidas Yeezy Boost 700 являють собою ідеальне поєднання комфорту і амортизації в будь-якій ситуації.",
  "img": "https://thumb.tildacdn.com/stor6330-3637-4766-b636-326639633237/-/format/webp/66855458.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 V2 «Geode»",
  "collection": "YEEZY BOOST 700",
  "price": "11 700",
  "title": "adidas Yeezy Boost 700 V2 Geode були розроблені в рамках спільного проекту adidas і Yeezy, і вийшли в продаж 23 березня 2019 року. Ці кросівки виготовлені з високоякісної замші та щільного Primeknit на знайомому силуеті з масивною сірою підошвою, під якою прихована технологія амортизації Boost. Брендування моделі Yeezy Boost 700 V2 обмежено трьома відбиваючими смужками з боків кросівок та логотипом adidas Performance на гумовій підошві кольору gum. Силует Yeezy Boost 700 V2 відзначається численними світловідбиваючими деталями, такими як шнурки, смужки з боків кросівок, а також вставки на мисці та задніку. Кросівки adidas Yeezy Boost 700 V2 забезпечують неперевершений рівень комфорту та амортизації в будь-якій обстановці.",
  "img": "https://thumb.tildacdn.com/stor6164-3830-4038-b762-633830326636/-/format/webp/23126940.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 V2 «Hospital Blue»",
  "collection": "YEEZY BOOST 700",
  "price": "12 800",
  "title": "adidas Yeezy Boost 700 V2 Hospital Blue були розроблені в рамках спільного проекту adidas і Yeezy, і вийшли в продаж 28 вересня 2019 року. Ці кросівки виготовлені з високоякісної замші та щільного канвасу блакитного кольору на відомому силуеті з масивною підошвою, під якою прихована технологія амортизації Boost. Брендування моделі Yeezy Boost 700 V2 обмежено трьома не рефлективними смужками з боків кросівок та логотипом adidas Performance на гумовій підошві чорного кольору. Силует Yeezy Boost 700 V2 вирізняється великою кількістю світловідбиваючих деталей, таких як смужки з боків у районі шнурівки, вставки на мисці та заднику, а також рефлективні віконця на міжпідошві. Кросівки adidas Yeezy Boost 700 V2 - це неперевершений рівень комфорту та амортизації в будь-якій ситуації.",
  "img": "https://thumb.tildacdn.com/stor3364-3661-4235-a538-306236313135/-/format/webp/80160393.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Wave Runner»",
  "collection": "YEEZY BOOST 700",
  "price": "12 800",
  "title": "adidas Yeezy Boost 700 Wave Runner стала першим варіантом кольору у лінійці 700-х, який був розроблений у рамках партнерства між adidas і Yeezy. Прем'єра відбулася 12 серпня 2017 року під час показу Yeezy Season 5 Runway, і вони були випущені ексклюзивно для продажу на платформі Yeezy Supply. Кросівки Yeezy Wave Runner виготовлені із високоякісної замші, натуральної шкіри та сітки mesh на знайомому силуеті з масивною підошвою, в якій захована технологія амортизації Boost. Брендинг моделі Yeezy Boost 700 обмежений трьома рефлективними смужками, які залишаються прихованими під зовнішньою сіткою з боків кросівок, та логотипом adidas Performance на гумовій підошві. Крім того, світловідбивні вставки можна розгледіти на самих кросівках, які виконані у вигляді Cat Eye. Кросівки adidas Yeezy Boost 700 - це бездоганний рівень комфорту та амортизації в будь-якій ситуації.",
  "img": "https://thumb.tildacdn.com/stor6363-6339-4536-b466-393335363537/-/format/webp/98138674.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 V2 «Mauve»",
  "collection": "YEEZY BOOST 700",
  "price": "12 600",
  "title": "adidas Yeezy Boost 700 V2 Mauve були розроблені в рамках співпраці adidas та Yeezy. Реліз цього варіанту кольору відбувся 25 вересня 2021 року, що на три роки пізніше, ніж модель Yeezy 700 Mauve. Кросівки Yeezy Boost 700 V2 Mauve представлені у виконанні з високоякісної бордової замші та щільного Primeknit на відомому силуеті з масивною підошвою, де використана амортизаційна технологія Boost. Зовнішній дизайн моделі Yeezy Boost 700 V2 визначається трьома рефлективними смужками на боках кросівок та логотипом adidas Performance на гумовій підмітці кольору гірської мяти. Силует Yeezy Boost 700 V2 характеризується великою кількістю світловідбиваючих деталей, таких як шнурки, смужки з боків, вставки на мисці та задній частині, а також рефлективні віконця на міжпідошві. Кросівки adidas Yeezy Boost 700 V2 - це бездоганний рівень комфорту та амортизації в будь-якій ситуації.",
  "img": "https://thumb.tildacdn.com/stor6535-3734-4066-a331-346236356331/-/format/webp/47738139.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Onyx»",
  "collection": "YEEZY BOOST 380",
  "price": "10 800",
  "title": "adidas Yeezy Boost 380 Onyx є шостим випуском у новій серії Yeezy 380, який був запланований для випуску до Чорної п'ятниці 2020 року. Назва вказує на мінерал оникс - відомий вид кварцу з характерним переливчастим відтінком. Верх кросівок Yeezy 380 Onyx виготовлений у темно-камуфляжному кольорі із сучасного матеріалу Primeknit. Зазначимо високий виріз, який ефектно огинає ногу, нагадуючи форму носка. Зручність надягання взуття підтримують еластичні шнурки без зав'язок. Ефективний обмін повітрям забезпечують перфоровані смужки з обох боків кросівки. Піднята напівпрозора підошва приховує амортизаційну технологію Boost, а коричнева підметка завершує футуристичний дизайн цієї моделі. Yeezy Boost 380 Onyx доступні в рефлективній та не-рефлективній версіях.",
  "img": "https://thumb.tildacdn.com/stor3931-3430-4566-b739-393139376231/-/format/webp/80690870.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Calcite Glow»",
  "collection": "YEEZY BOOST 380",
  "price": "10 800",
  "title": "adidas Yeezy Boost 380 Calcite Glow є п'ятим випуском нової серії Yeezy 380 і першою моделлю, яка використовує популярну технологію Glow in the Dark (Світяться у темряві). Реліз відбувся 31 жовтня 2020 року. Забарвлення отримало назву Calcite за мінерал, що належить до класу природних карбонатів і є складовою вапна та крейди. Технологія GID представлена як в midsole, так і в тканині Primeknit. Верх кросівок Yeezy 380 має світло-камуфляжний колір, виготовлений з модернізованого матеріалу Primeknit. Цей силует вражає високим вирізом, який витончено облягає ногу і нагадує форму носка. Зручність при надяганні підкреслюють еластичні білі шнурки без зав'язок. Для додаткового обміну повітря використовуються перфоровані смужки сірого кольору, які розташовані з обох боків кросівки. Висока напівпрозора midsole приховує амортизаційну технологію Boost. Якщо вам подобається модель з технологією GID, рекомендуємо також звернути увагу на Yeezy Boost 350 V2 Glow.",
  "img": "https://thumb.tildacdn.com/stor3739-3831-4537-a332-363437373564/-/format/webp/66406480.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Alien»",
  "collection": "YEEZY BOOST 380",
  "price": "11 100",
  "title": "adidas Yeezy Boost 380 Alien - це випуск дебютної моделі з нової серії Yeezy 380, яка вийшла в світ 16 листопада 2019 року. Зазначимо, що всі очікували випуску Yeezy Boost 350 V3, але на сцену вийшли саме Yeezy Boost 380. Верх кросівок Yeezy 380 представлений світло-камуфляжним кольором, використовуючи модернізований матеріал Primeknit. Цей силует характеризується високим вирізом, який створює облягаючий ефект навколо кісточки, нагадуючи форму носка. Для поліпшення вентиляції взуття використовуються перфоровані смужки, розташовані по обидва боки кросівки. Висока напівпрозора midsole приховує амортизаційну технологію Boost, яка охоплює всю довжину підошви. Безсумнівно, Yeezy Boost 380 Alien є новим етапом в еволюції бренду Каньє Веста.",
  "img": "https://thumb.tildacdn.com/stor3935-6666-4031-b632-393234376637/-/format/webp/76544896.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Mist»",
  "collection": "YEEZY BOOST 380",
  "price": "10 800",
  "title": "adidas Yeezy Boost 380 Mist - це другий реліз із нової серії Yeezy 380, який вийшов 25 березня 2020 року. Верхня частина кросівок Yeezy 380 Mist виконана в ніжних відтінках з камуфляжним принтом з модернізованого матеріалу Primeknit. Зазначимо високий виріз, який обгортає ногу навколо кісточки та має форму, нагадуючу носок. Для забезпечення хорошої вентиляції взуття використовуються перфоровані смужки, розташовані з обох боків кросівки. Висока напівпрозора midsole приховує амортизаційну технологію Boost, що простягається по всій довжині підошви. Завершує футуристичний дизайн моделі коричнева підмітка. Yeezy Boost 380 Mist доступні в рефлективній і не рефлективній версіях.",
  "img": "https://thumb.tildacdn.com/stor3661-6439-4638-a534-363338306465/-/format/webp/85742202.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Mist Reflective»",
  "collection": "YEEZY BOOST 380",
  "price": "10 800",
  "title": "adidas Yeezy Boost 380 Mist Reflective - це варіант забарвлення Mist із додаванням світловідбиваючих елементів до Primeknit. Реліз відбувся 29 лютого 2020 року. Верхній шар кросівок Yeezy 380 Mist Reflective виконаний у ніжних відтінках з камуфляжним принтом із модернізованого матеріалу Primeknit, який має властивість світловідбивати. Зазначимо високий виріз, який обгортає ногу навколо кісточки, нагадуючи носок. Хороший повітрообмін забезпечують перфоровані смужки, розташовані з обох боків кросівки. Висока напівпрозора midsole приховує амортизаційну технологію Boost, а коричнева підмітка завершує футуристичний дизайн моделі.",
  "img": "https://thumb.tildacdn.com/stor3462-3731-4838-b530-653061633164/-/format/webp/96193639.png"
}, {
  "name": "ADIDAS YEEZY 450 «Dark Slate»",
  "collection": "YEEZY 450",
  "price": "11 300",
  "title": "adidas Yeezy 450 Dark Slate були створені в рамках співпраці між adidas та Yeezy. Реліз цього кольорового варіанту відбувся 25 червня 2021 року. Модель вперше була представлена під час показу Yeezy Season 8 на тижні моди в Парижі у 2020 році. Ця модель абсолютно нова і відрізняється від своїх попередників за зовнішнім виглядом. Кросівки Yeezy 450 мають складну конструкцію, не таку просту, як може здатися на перший погляд. Верх кросівок виготовлений з легкої тканини за допомогою технології Primeknit, а інноваційна проміжна підошва у формі іклів використовує м'який поліуретан (EVA), що забезпечує повернення енергії після кожного кроку та легкість у русі. Незвичайним елементом у дизайні кросівок є оригінальна шнурівка, виконана у вигляді петель. Брендинг підтверджується логотипом adidas Performance на підмітці. Кросівки Yeezy 450 - це революційний підхід до сучасного дизайну взуття від команди adidas та Каньє Веста.",
  "img": "https://static.tildacdn.com/stor3539-3436-4536-b163-383233623763/17425051.png"
}, {
  "name": "ADIDAS YEEZY 450 «Cloud White»",
  "collection": "YEEZY 450",
  "price": "11 300",
  "title": "adidas Yeezy 450 Cloud White були розроблені в рамках співпраці між adidas та Yeezy. Реліз цього кольорового варіанту відбувся 6 березня 2021 року. Модель вперше була представлена під час показу Yeezy Season 8 на тижні моди в Парижі у 2020 році. Це абсолютно нова модель, яка відрізняється від своїх попередників зовнішнім виглядом. Кросівки Yeezy 450 мають складну конструкцію, яка не така проста, як може здатися на перший погляд. Верх кросівок виготовлений з легкої тканини за допомогою технології Primeknit, а інноваційна проміжна підошва у формі іклів використовує м'який поліуретан (EVA), що забезпечує повернення енергії після кожного кроку та легкість у русі. Завершальним елементом у дизайні кросівок виступає оригінальна шнурівка, виконана у вигляді петель. Брендинг обмежений логотипом adidas Performance на підмітці. Кросівки Yeezy 450 – це революційний підхід до сучасного дизайну взуття від команди adidas та Каньє Веста.",
  "img": "https://static.tildacdn.com/stor3532-6538-4763-b365-396435396161/90120043.png"
}, {
  "name": "ADIDAS YEEZY 450 «Resin»",
  "collection": "YEEZY 450",
  "price": "10 400",
  "title": "adidas Yeezy 450 Resin були розроблені в рамках співпраці між adidas та Yeezy. Реліз цього кольорового варіанту відбувся 17 грудня 2021 року. Модель вперше була представлена під час показу Yeezy Season 8 на тижні моди в Парижі у 2020 році. Це абсолютно нова модель, яка відрізняється від своїх попередників зовнішнім виглядом. Кросівки Yeezy 450 мають складну конструкцію, яка не така проста, як може здатися на перший погляд. Верх кросівок виготовлений з легкої тканини за допомогою технології Primeknit, а інноваційна проміжна підошва у формі ікла використовує м'який поліуретан (EVA), що забезпечує повернення енергії після кожного кроку та легкість у русі. Завершальним елементом у дизайні кросівок виступає оригінальна шнурівка, виконана у вигляді петель. Брендинг обмежений логотипом adidas Performance на підмітці. Кросівки Yeezy 450 – це революційний підхід до сучасного дизайну взуття від команди adidas та Каньє Веста.",
  "img": "https://thumb.tildacdn.com/stor3732-3338-4632-b138-323939346438/-/format/webp/56856378.png"
}, {
  "name": "ADIDAS YEEZY 500 «Utility Black»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Utility Black були створені в рамках співпраці adidas та Yeezy і вийшли в продаж 7 липня 2018 року. Верх кросівок Yeezy Utility Black виготовлений із високоякісної замші та мешковини, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні.Світловідбиваюче покриття розміщено на язичку та елементах шнурівки. Брендинг обмежений логотипом adidas Performance на задній частині кросівок. У цій серії від Каньє Веста втілюється гармонійне поєднання ретро-стилю у сучасному виконанні. Кросівки Yeezy 500 вважаються справжньою класикою бренду.",
  "img": "https://thumb.tildacdn.com/stor6434-3538-4537-b564-306335386561/-/format/webp/91239177.png"
}, {
  "name": "ADIDAS YEEZY 500 «Ash Grey»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Ash Grey були створені в рамках співпраці adidas та Yeezy і вийшли в продаж 4 грудня 2021 року. Верх кросівок Yeezy Ash Grey виготовлений із високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні.Світловідбиваюче покриття розміщено на язичку та елементах шнурівки. Брендинг обмежений логотипом adidas Performance на задній частині кросівок. У цій серії від Каньє Веста втілюється гармонійне поєднання ретро-стилю у сучасному виконанні. Кросівки Yeezy 500 вважаються справжньою класикою бренду.",
  "img": "https://thumb.tildacdn.com/stor3464-3033-4637-b539-326265366238/-/format/webp/93933290.png"
}, {
  "name": "ADIDAS YEEZY 500 «Blush»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Blush були створені в рамках співпраці adidas та Yeezy і вийшли в продаж 16 лютого 2018 року. Верх кросівок Yeezy Blush виготовлений із високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні. Світловідбиваюче покриття розміщено на язичку та елементах шнурівки. Брендинг обмежений логотипом adidas Performance на задній частині кросівок. У цій серії від Каньє Веста втілюється гармонійне поєднання ретро-стилю у сучасному виконанні. Кросівки Yeezy 500 вважаються справжньою класикою бренду.",
  "img": "https://thumb.tildacdn.com/stor3664-6133-4764-b737-316263626531/-/format/webp/85871756.png"
}, {
  "name": "ADIDAS YEEZY 500 «Bone White»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Bone White були створені в рамках співпраці adidas та Yeezy і вийшли в продаж 24 серпня 2019 року. Верх кросівок Yeezy Bone White виготовлений із високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні.Світловідбиваюче покриття розміщено на язичку та елементах шнурівки. Брендинг обмежений логотипом adidas Performance на задній частині кросівок. У цій лінійці від бренду Каньє Веста втілюється гармонійне поєднання ретро-стилю у сучасному виконанні. Кросівки Yeezy 500 вважаються справжньою класикою бренду.",
  "img": "https://thumb.tildacdn.com/stor6437-3838-4633-b262-663834373261/-/format/webp/93207360.png"
}, {
  "name": "ADIDAS YEEZY 500 «Clay Brown»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Clay Brown були створені в рамках співпраці adidas та Yeezy і вийшли в продаж 30 жовтня 2021 року. Верх кросівок Yeezy Clay Brown виготовлений із високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні.Світловідбиваюче покриття розміщено на язичку та елементах шнурівки. Брендинг обмежений логотипом adidas Performance на задній частині кросівок. У цій лінійці від бренду Каньє Веста втілюється гармонійне поєднання ретро-стилю у сучасному виконанні. Кросівки Yeezy 500 вважаються справжньою класикою бренду.",
  "img": "https://thumb.tildacdn.com/stor6339-3630-4362-b734-346562323237/-/format/webp/73962037.png"
}, {
  "name": "ADIDAS YEEZY 500 «Granite»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Granite були створені у рамках співпраці adidas та Yeezy і вийшли в продаж 14 травня 2022 року. Верх кросівок Yeezy Granite виготовлений із високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні.Світловідбиваюче покриття розташоване на язичку та елементах шнурівки. Брендинг обмежений логотипом adidas Performance на задній частині кросівок. У цій лінійці від бренду Каньє Веста втілюється гармонійне поєднання ретро-стилю у сучасному виконанні. Кросівки Yeezy 500 вважаються справжньою класикою бренду.",
  "img": "https://thumb.tildacdn.com/stor3762-6338-4835-b732-356637666266/-/format/webp/14726303.png"
}, {
  "name": "ADIDAS YEEZY 500 «Salt»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Salt вироблені в рамках співпраці adidas та Yeezy та вийшли у продаж 30 листопада 2018 року. Верх кросівок Yeezy Salt виготовлений із високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 обладнані пінною устілкою Ortholite з ефектом пам'яті та комфортною підкладкою, яка не залишає слідів на поверхні. Світловідбиваюче покриття розташоване на язичку та елементах шнурівки. Брендинг представлений логотипом adidas Performance на задній частині кросівок. У цій серії від бренду Каньє Веста втілюється гармонійне поєднання ретро-стилю в сучасному виконанні, і кросівки Yeezy 500 вважаються справжньою класикою бренду.",
  "img": "https://thumb.tildacdn.com/stor6366-6361-4661-b934-666339623336/-/format/webp/12969975.png"
}, {
  "name": "ADIDAS YEEZY 500 «Soft Vision»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Soft Vision представляють собою результат співпраці adidas і Yeezy та були випущені 2 листопада 2019 року. Верх кросівок Yeezy Soft Vision виготовлений з високоякісної замші та мережива, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 мають пінну устілку Ortholite з ефектом пам'яті та зручну підкладку, яка не залишає слідів на поверхні. Елементи світловідбиваючого покриття розташовані на язичку та деталях шнурівки. Брендинг представлений логотипом adidas Performance на задній частині кросівок. В цій серії від бренду Каньє Веста виявляється гармонійне поєднання ретро-стилю в сучасному виконанні, і кросівки Yeezy 500 вважаються справжньою класикою бренду.",
  "img": "https://static.tildacdn.com/stor6636-3632-4631-a335-396664663963/67368460.png"
}, {
  "name": "ADIDAS YEEZY 500 «Stone»",
  "collection": "YEEZY 500",
  "price": "11 300",
  "title": "adidas Yeezy 500 Stone є поліпшеною версією Yeezy 500 і вийшли в продаж 23 листопада 2019 року. Колір Stone вражає легкими відтінками бежевого і вдало нагадує попередній реліз 2018 року - Blush. Основна нова риса в порівнянні з усіма попередніми випусками у серії Yeezy 500 - це верх виготовлений із неопрену замість звичайної сітки mesh. Преміальна замша і шкіряні вставки залишаються ключовими матеріалами у кросівках, так само як і скульптурна підошва, де вбудована амортизаційна технологія adiPRENE+. Yeezy 500 мають комфортну пінну устілку Ortholite і брендування представлене логотипом adidas Performance на п'яті кросівок. В цьому випуску від команди Каньє Веста втілюється гармонійне поєднання ретро-стилю в сучасному виконанні. Реліз Yeezy 500 Stone завершив 2019 рік та став надзвичайно популярним серед прихильників бренду.",
  "img": "https://thumb.tildacdn.com/stor3738-6636-4536-b736-653237323039/-/format/webp/26061094.png"
}, {
  "name": "ADIDAS YEEZY 500 «Taupe Light»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Taupe Light, розроблені в колаборації adidas та Yeezy, вийшли в продаж 5 червня 2021 року. Верх кросівок Yeezy Taupe Light виготовлений із високоякісної замші та сітки mesh, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені комфортною пінною устілкою Ortholite з ефектом пам'яті та надійною підміткою, що забезпечує високий рівень комфорту і не залишає слідів на поверхні. Світловідбивальне покриття розміщене на язичку та елементах шнурівки. Брендування представлене логотипом adidas Performance на п'яті кросівок. У цьому випуску бренду Каньє Веста втілено гармонійне поєднання ретро-стилю та сучасного виконання. Кросівки Yeezy 500 вважаються справжньою класикою в асортименті бренду.",
  "img": "https://thumb.tildacdn.com/stor3165-6135-4030-a236-623361623666/-/format/webp/89340315.png"
}, {
  "name": "ADIDAS YEEZY 500 «Enflame»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Enflame, розроблені в колаборації adidas та Yeezy, вийшли в продаж 8 травня 2021 року. Верх кросівок Yeezy Enflame виготовлений із високоякісної замші та сітки mesh, а в підошві використана амортизаційна технологія adiPRENE+. Кросівки Yeezy 500 оснащені комфортною пінною устілкою Ortholite з ефектом пам'яті та надійною підміткою, що забезпечує високий рівень комфорту і не залишає слідів на поверхні. Світловідбивальне покриття розміщене на язичку та елементах шнурівки. Брендування представлене логотипом adidas Performance на п'яті кросівок. У цьому випуску бренду Каньє Веста втілено гармонійне поєднання ретро-стилю та сучасного виконання. Кросівки Yeezy 500 вважаються справжньою класикою в асортименті бренду.",
  "img": "https://thumb.tildacdn.com/stor3630-6333-4630-a533-323764356330/-/format/webp/48109158.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Alvah»",
  "collection": "YEEZY 700 V3",
  "price": "12 900",
  "title": "adidas Yeezy 700 V3 Alvah, розроблені в рамках співпраці adidas та Yeezy, вийшли 11 квітня 2020 року. Це друге забарвлення Yeezy 700 V3, після Azael, виділяється своїм футуристичним дизайном та відсутністю амортизаційної системи Boost у підошві. Верх кросівок виготовлений з легкого Primeknit, обрамленого фігурною кліткою із жорсткого поліуретану, що світиться у темряві та нагадує крила ангела. Ця конструкція гарантує щільне прилягання та надійне утримання стопи. Рефлективні деталі на основі доповнюють шнурівку, а брендування обмежене логотипом adidas Performance на п'яті кросівок. Проміжна підошва EVA забезпечує комфорт та тривалість, а гумова підошва покращує зчеплення з поверхнею. Кросівки adidas Yeezy 700 V3 Alvah оснащені устілками Ortholite із ефектом пам'яті.",
  "img": "https://thumb.tildacdn.com/stor3132-6363-4465-b064-356564396137/-/format/webp/56705376.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Arzareth»",
  "collection": "YEEZY 700 V3",
  "price": "11 600",
  "title": "adidas Yeezy 700 V3 Arzareth - третє забарвлення вражаючих 700-х у третій версії. Реліз літа 2020 відрізняється від своїх попередників (Yeezy Boost 700) футуристичним дизайном та відсутністю амортизаційної системи Boost у підошві. Верх виготовлений з легкого текстилю, оточеного фігурною кліткою із жорсткого поліуретану, яка світиться у темряві, нагадуючи крила ангела. Чорний нейлоновий язик прихований під новою системою шнурівки, петлі якої знаходяться за бічними панелями. Ця конструкція забезпечує щільне прилягання та надійне утримання стопи. Шнурівка доповнена рефлективними деталями поблизу основи. Проміжна підошва EVA відповідає за комфорт та довговічність, а гумова підошва покращує зчеплення з поверхнею. Кросівки adidas Yeezy 700 V3 Arzareth оснащені устілками Ortholite із ефектом пам'яті.",
  "img": "https://thumb.tildacdn.com/stor6439-6637-4531-b765-306537313661/-/format/webp/22470007.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Azael»",
  "collection": "YEEZY 700 V3",
  "price": "12 600",
  "title": "adidas Yeezy 700 V3 Azael були розроблені в рамках співпраці adidas x Yeezy. Це перше забарвлення 700-ї моделі у її третій версії, реліз якого відбувся 23 грудня 2019 року. Ця модель виділяється серед попередників завдяки своєму футуристичному дизайну та відсутності амортизаційної системи Boost у підошві. Верх виготовлений із легкого Primeknit, оточеного фігурною кліткою із жорсткого поліуретану, яка світиться у темряві у формі крил ангела. Ця конструкція забезпечує щільне прилягання та надійне утримання стопи. Шнурівка доповнена рефлективними деталями уздовж основи, а брендинг обмежений логотипом adidas Performance на п'яті кросівок. Проміжна підошва EVA відповідає за комфорт та довговічність, тоді як гумова підмітка покращує зчеплення з поверхнею. Кросівки adidas Yeezy 700 V3 Azael оснащені устілками Ortholite із ефектом пам'яті.",
  "img": "https://thumb.tildacdn.com/stor3638-6466-4463-a237-633632623961/-/format/webp/27534527.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Clay Brown»",
  "collection": "YEEZY 700 V3",
  "price": "12 900",
  "title": "adidas Yeezy 700 V3 Clay Brown представляє собою п'яте забарвлення визначної моделі 700 у її третій версії. Реліз цієї версії відбувся взимку 2020 року, і ця модель виділяється серед своїх попередників завдяки футуристичному дизайну та відсутності амортизаційної системи Boost у підошві. Верх кросівок виготовлений із легкого текстилю, який оточений фігурною кліткою із жорсткого поліуретану, що світиться у темряві у вигляді крил ангела. Чорний нейлоновий язик прихований під новою системою шнурівки, петлі якої знаходяться під бічними панелями. Дана конструкція забезпечує щільне прилягання та надійну фіксацію стопи. Шнурівка доповнена рефлективними деталями біля основи. Проміжна підошва EVA відповідає за комфорт та довговічність, тоді як гумова підмітка покращує зчеплення з поверхнею. Кросівки Yeezy 700 V3 Clay Brown оснащені устілками Ortholite із ефектом пам'яті.",
  "img": "https://static.tildacdn.com/stor3735-3431-4138-b534-623237633234/93024645.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Copper Fade»",
  "collection": "YEEZY 700 V3",
  "price": "10 100",
  "title": "adidas Yeezy 700 V3 Copper Fade представляє собою нове забарвлення видовжених 700-х у їхній третій версії. Ця модель вийшла 10 грудня 2021 року і виділяється серед своїх попередників, Yeezy Boost 700, завдяки футуристичному дизайну та відсутності амортизаційної системи Boost у підошві. Верх виготовлений із легкого текстилю, який обрамлений фігурною кліткою із жорсткого поліуретану, що світиться у темряві у вигляді крил ангела. Коричневий нейлоновий язик прихований під новою системою шнурівки, петлі якої знаходяться під бічними панелями. Конструкція забезпечує щільне прилягання та стабільну фіксацію стопи. Шнурівка доповнюється рефлективними елементами біля основи. Проміжна підошва EVA відповідає за комфорт та довговічність, тоді як гумова підмітка покращує зчеплення з поверхнею. Кросівки adidas Yeezy 700 V3 Copper Fade оснащені устілками Ortholite із ефектом пам'яті.",
  "img": "https://thumb.tildacdn.com/stor6631-3539-4938-b431-633361393837/-/format/webp/54942856.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Kyanite»",
  "collection": "YEEZY 700 V3",
  "price": "10 600",
  "title": "adidas Yeezy 700 V3 Kyanite - це нове варіант культових 700-х у їхній третій версії. Цей реліз, випущений навесні 2021 року, виділяється серед своїх попередників, Yeezy Boost 700, завдяки своєму футуристичному дизайну та відсутності амортизаційної системи Boost у підошві. Верх виготовлений із легкого текстилю, оточеного фігурною кліткою із жорсткого поліуретану, яка світиться у темряві, нагадуючи крила ангела. Чорний нейлоновий язик прихований під новою системою шнурівки, а петлі її заховані під бічними панелями. Конструкція забезпечує щільне прилягання та надійну фіксацію стопи. Шнурівка доповнена рефлективними деталями біля основи. Проміжна підошва EVA відповідає за комфорт і довговічність, в той час як гумова підмітка покращує зчеплення з поверхнею. Кросівки adidas Yeezy 700 V3 Kyanite оснащені устілками Ortholite з ефектом пам'яті.",
  "img": "https://static.tildacdn.com/stor6134-3261-4233-b936-303039613231/22090884.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Mono Safflower»",
  "collection": "YEEZY 700 V3",
  "price": "11 000",
  "title": "adidas Yeezy 700 V3 Mono Safflower - це нове забарвлення відомих 700-х у їхній третій версії. Цей реліз, представлений 18 березня 2022 року, відрізняється від попередників (Yeezy Boost 700) своїм футуристичним дизайном та відсутністю амортизаційної системи Boost у підошві. Верх виготовлений із легкого текстилю, оточеного фігурною кліткою із жорсткого поліуретану, яка світиться у темряві та має форму крил ангела. Чорний нейлоновий язик прихований під новою системою шнурівки, а петлі її заховані під бічними панелями. Конструкція гарантує щільне прилягання та стійку фіксацію стопи. Шнурівка доповнюється рефлективними елементами біля основи. Проміжна підошва EVA відповідає за комфорт та довговічність, тоді як гумова підмітка покращує зчеплення з поверхнею. Кросівки adidas Yeezy 700 V3 Mono Safflower оснащені устілками Ortholite з ефектом пам'яті.",
  "img": "https://thumb.tildacdn.com/stor3235-3937-4530-a161-613135636639/-/format/webp/60174060.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Safflower»",
  "collection": "YEEZY 700 V3",
  "price": "10 600",
  "title": "adidas Yeezy 700 V3 Safflower - це четверте забарвлення вражаючих 700-х у їхній третій версії. Цей реліз, представлений восени 2020 року, виділяється серед попередників (Yeezy Boost 700) своїм сучасним футуристичним дизайном та відсутністю амортизаційної системи Boost у підошві. Верхня частина виготовлена із легкого текстилю, оточеного структурною кліткою із жорсткого поліуретану, яка світиться у темряві і має форму крил ангела. Чорний нейлоновий язик прихований під новою системою шнурівки, а петлі цієї системи приховані під бічними панелями. Конструкція забезпечує щільне прилягання та надійну фіксацію стопи. Шнурівка доповнюється рефлективними деталями біля основи. Проміжна підошва EVA відповідає за комфорт та довговічність, тоді як гумова підмітка поліпшує зчеплення з поверхнею. Кросівки Yeezy 700 V3 Safflower оснащені устілками Ortholite з ефектом пам'яті.",
  "img": "https://static.tildacdn.com/stor6432-6433-4635-a531-613532653537/76377992.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Onyx»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Onyx - це новий варіант повністю чорних сланців з унікальною текстурою верху, представлений в рамках співпраці adidas x Yeezy. Реліз цього забарвлення відбувся 7 березня 2022 року. Незважаючи на мінімалістичний дизайн, сланці Yeezy Slide вражають своєю вишуканістю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими та дуже міцними на протязі всього тривалого використання. Спеціальні канавки в області пальців, подушечок і п'яти гарантують надійне фіксування стопи, а ребриста підошва забезпечує надійне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений логотипом adidas Performance на подушечці в області п'яти, а також вигравірованим написом YEEZY на внутрішній стороні сланців. adidas Yeezy Slide - це не тільки неймовірна легкість, але і максимальна амортизація для вищого комфорту під час носіння.",
  "img": "https://static.tildacdn.com/stor3264-3365-4334-a631-393235356134/25502788.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Bone»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Bone представляють собою результат співпраці між adidas та Yeezy. Ці сланці були випущені 6 грудня 2019 року, разом із варіантами Desert Sand та Resin. Навіть при їх мінімалістичному дизайні, вони вражають своєю вишуканістю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, надаючи їм легкість і витривалість протягом всього періоду експлуатації. Благодаря спеціальним канавкам в області пальців, подушці під ступнею та п'яті, сланці гарантують надійне фіксування стопи. Ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, що забезпечує максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежується логотипом adidas Performance на подушці в області п'яти, а також вигравірованою надписом YEEZY на внутрішній частині сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але й максимальна амортизація для максимального комфорту.",
  "img": "https://thumb.tildacdn.com/stor3132-6461-4866-a232-366431373065/-/format/webp/70398039.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Corе»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Core є результатом співпраці adidas та Yeezy, і їх випуск відбувся 4 вересня 2020 року. Відтінок цього кольору нагадує Earth Brown, але Core трошки світліший. Незважаючи на мінімалістичний дизайн сланців, вони вражають своєю складністю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими і міцними на протязі усього періоду експлуатації. Благодаря спеціальним канавкам в області пальців, подушці під ступнею та п'яті, стопа надійно фіксується, а ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений логотипом adidas Performance на подушці в області п'яти, а також вигравірованою написом YEEZY на внутрішній частині сланців. adidas Yeezy Slide - це не просто неймовірна легкість, але і максимальна амортизація для забезпечення максимального комфорту.",
  "img": "https://thumb.tildacdn.com/stor6665-6636-4139-b263-666137633937/-/format/webp/87208757.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Desert Sand»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Desert Sand представляють собою результат спільної роботи adidas і Yeezy, і їх реліз відбувся 6 грудня 2019 року, поряд з варіантами кольорів Bone та Resin. Навіть при мінімалістичному дизайні сланців, вони вражають своєю складністю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими і міцними протягом усього тривалого використання. Завдяки спеціальним канавкам в області пальців, подушечок під ступнею та п'ятки, стопа надійно фіксується, а ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений логотипом adidas Performance на подушці в області п'яти, а також вигравірованим написом YEEZY на внутрішній частині сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для надання максимального комфорту.",
  "img": "https://static.tildacdn.com/stor6535-3233-4438-b131-623032626539/53743113.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Earth Brown»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Earth Brown є результатом співпраці adidas та Yeezy, і їх реліз відбувся 16 квітня 2020 року. Навіть при мінімалістичному дизайні ляпанці вражають своєю складністю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими та міцними протягом усього терміну експлуатації. Завдяки спеціальним канавкам в області пальців, під ступнею та п'яткою, стопа надійно фіксується, а ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений логотипом adidas Performance на подушці в області п'яти, а також вигравірованим написом YEEZY на внутрішній частині сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для забезпечення максимального комфорту.",
  "img": "https://static.tildacdn.com/stor3963-3965-4238-b832-653062396530/81746677.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Enflame Orange»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Enflame Orange є результатом співпраці між adidas та Yeezy, і їх реліз відбувся 21 червня 2021 року. Окрім цього, сланці Yeezy Slide Glow Green також славляться яскравим і помітним відтінком. Навіть при своєму мінімалістичному дизайні вони вражають своєю складністю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими та міцними на протязі усього терміну носіння. Завдяки спеціальним канавкам в області пальців, під ступнею та п'ятою, стопа міцно фіксується, а ребриста підошва гарантує відмінне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежується логотипом adidas Performance на підошві у області п'яти, а також вигравірованим написом YEEZY на внутрішній стороні сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для забезпечення максимального комфорту.",
  "img": "https://static.tildacdn.com/stor3839-6431-4132-b433-626663656535/47667418.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Glow Green»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Glow Green є результатом співпраці між adidas та Yeezy, і їх реліз відбувся 6 вересня 2021 року. Окрім цього, сланці Yeezy Slide Enflame Orange також славляться своєю яскравістю та помітністю. Навіть при своєму мінімалістичному дизайні вони вражають своєю складністю та функціональністю. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими та міцними на протязі усього терміну носіння. Завдяки спеціальним канавкам в області пальців, під ступнею та п'ятою, стопа надійно фіксується, а ребриста підошва гарантує відмінне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежується логотипом adidas Performance на підошві у області п'яти, а також вигравірованим написом YEEZY на внутрішній стороні сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для забезпечення максимального комфорту.",
  "img": "https://static.tildacdn.com/stor3633-3966-4231-b865-326139323266/79831312.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Pure»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Pure є результатом співпраці між adidas та Yeezy, і їх реліз відбувся 26 квітня 2021 року. Навіть при мінімалістичному дизайні сланці Yeezy Slide Pure вражають своєю складністю та функціональністю, не дозволяючи їм виглядати занадто просто на перший погляд. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими та міцними на протязі усього терміну носіння. Завдяки спеціальним канавкам в області пальців, під ступнею та п'ятою, стопа надійно фіксується, а ребриста підошва забезпечує відмінне зчеплення, особливо на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежується логотипом adidas Performance на підошві у області п'яти, а також вигравірованим написом YEEZY на внутрішній стороні сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для забезпечення максимального комфорту.",
  "img": "https://static.tildacdn.com/stor3733-3632-4535-b233-303431353766/87606481.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Resin»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Resin є результатом співпраці між adidas та Yeezy, і їх реліз відбувся 6 грудня 2019 року, паралельно з випуском кольорів Desert Sand та Bone. Навіть при мінімалістичному дизайні сланці Yeezy Slide Resin вражають своєю складністю та функціональністю, не дозволяючи їм виглядати занадто просто на перший погляд. Тапочки Yeezy Slide виготовлені з м'якої піни EVA, що робить їх легкими та міцними на протязі усього терміну носіння. Завдяки спеціальним канавкам в області пальців, під ступнею та п'ятою, стопа надійно фіксується, а ребриста підошва забезпечує відмінне зчеплення, особливо на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений логотипом adidas Performance на підошві у області п'яти, а також вигравірованим написом YEEZY на внутрішній стороні сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для забезпечення максимального комфорту.",
  "img": "https://static.tildacdn.com/stor3730-3837-4130-a337-633964633366/84053259.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Soot»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Soot представляють собою результат співпраці між брендами adidas та Yeezy і вийшли в продаж 4 вересня 2020 року. Перед випуском кольору Onyx, Soot вважалося найтемнішим забарвленням серії. Навіть з їхнім мінімалістичним дизайном, сланці вражають своєю складністю та функціональністю, не дозволяючи їм виглядати занадто просто на перший погляд. Легкі та міцні, Yeezy Slide Soot виготовлені з м'якої піни EVA, забезпечуючи комфорт протягом усього терміну служби. Завдяки спеціальним канавкам в області пальців, під ступнею та п'ятою, стопа надійно фіксується, а ребриста підошва гарантує ефективне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений логотипом adidas Performance на підошві в області п'яти, а також вигравірованим написом YEEZY на внутрішній частині сланців. adidas Yeezy Slide - це не лише неймовірна легкість, але і максимальна амортизація для забезпечення вам комфорту у кожному кроці.",
  "img": "https://static.tildacdn.com/stor3534-6562-4138-b031-323664313334/18489245.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Onyx»",
  "collection": "YEEZY FOAM RNNR",
  "price": "9 300",
  "title": "adidas Yeezy Foam Runner Onyx – це нове, абсолютно чорне взуття, що народилося в результаті співпраці між adidas та Yeezy і було представлено світові 8 червня 2022 року. Модель Yeezy Foam Runner розбиває стереотипи у дизайні, фактично є прототипом, який вийшов у масове виробництво. Футуристичний силует Foam Runner виготовлений із легкого та м'якого матеріалу EVA, заснованого на перероблених морських водоростях.Завдяки перфорації та спеціальним канавкам на внутрішній стороні, взуття надійно фіксує стопу і запобігає потовиділенню. Ребриста підошва гарантує ефективне зчеплення навіть на слизьких поверхнях, щоб забезпечити вам максимальний комфорт та захист від ковзання. Зовнішній брендинг представлений лише логотипом adidas Performance на підошві. Yeezy Foam Runner – це не лише неймовірна легкість, а й відчуття максимального комфорту.",
  "img": "https://thumb.tildacdn.com/stor6130-3366-4939-b165-653636623731/-/format/webp/25175798.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Ararat»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Ararat – це перше кольорове виконання у лінійці Foam Runner, яке було створено в рамках співпраці між adidas та Yeezy. Випуск відбувся 26 червня 2020 року, а назване воно на честь найвищого вулканічного масиву Вірменського нагір'я – гори Арарат. Цим Каньє Вест висловив свою повагу до батьківщини своєї дружини Кім Кардаш'ян. Модель Yeezy Foam Runner виривається із звичних стандартів дизайну, практично функціонуючи як прототип, випущений для масового виробництва. Футуристичний силует Foam Runner виготовлений із легкого та м'якого матеріалу EVA на основі перероблених морських водоростей. Завдяки перфорації та спеціальним канавкам на внутрішній частині, взуття надійно фіксує стопу і не спричиняє потовиділення. Ребриста підошва забезпечує ефективне зчеплення навіть на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений лише логотипом adidas Performance на підмітці. Yeezy Foam Runner - це не лише неймовірна легкість, а й відчутний комфорт.",
  "img": "https://thumb.tildacdn.com/stor6633-6437-4764-a164-376139316661/-/format/webp/32164974.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «MX Cream Clay»",
  "collection": "YEEZY FOAM RNNR",
  "price": "9 300",
  "title": "adidas Yeezy Foam Runner MX Cream Clay – це результат співпраці adidas та Yeezy, яке було представлено 2 серпня 2021 року. Ця модель руйнує стандартні концепції дизайну, практично функціонуючи як прототип, призначений для масового виробництва. Її футуристичний силует виготовлений із легкого та м'якого матеріалу EVA, створеного на основі перероблених морських водоростей. Благодаря перфорації та спеціальним канавкам на внутрішній стороні, взуття надійно фіксує стопу, запобігаючи потовиділенню. Ребриста підошва гарантує ефективний зчеплення навіть на слизьких поверхнях, надаючи вам максимальний комфорт та захист від ковзання.Зовнішній брендінг обмежується лише логотипом adidas Performance, розташованим на підошві. adidas Yeezy Foam Runner - це не просто неймовірна легкість, але й відчутний комфорт.",
  "img": "https://thumb.tildacdn.com/stor3063-3666-4564-b766-313530373761/-/format/webp/74312739.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Mineral Blue»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Mineral Blue – це продукт співпраці між adidas і Yeezy, який був представлений 29 травня 2021 року. Ця модель руйнує усі традиційні концепції дизайну, фактично виступаючи як прототип, призначений для масового виробництва. Футуристичний силует Foam Runner виготовлений із легкого та м'якого матеріалу EVA, розробленого на основі перероблених морських водоростей. Благодаря перфорації та спеціальним канавкам на внутрішній стороні, взуття надійно фіксує стопу, уникаючи потовиділення. Ребриста підошва забезпечує надійне зчеплення навіть на слизьких поверхнях, надаючи вам максимальний комфорт та захист від ковзання.Зовнішній брендінг обмежується лише логотипом adidas Performance, розташованим на підошві. adidas Yeezy Foam Runner - це не лише неймовірна легкість, але і відчутний комфорт.",
  "img": "https://thumb.tildacdn.com/stor3736-3235-4134-a566-373539383738/-/format/webp/79404252.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Mist»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Mist були створені в рамках партнерства між adidas і Yeezy. Запуск відбувся 11 березня 2022 року, в той самий день, що й змішане забарвлення Stone Sage. Модель Yeezy Foam Runner революціонізує уявлення про дизайн, фактично виступаючи прототипом для масового виробництва. Сучасний силует Foam Runner виготовлений із легкого та м'якого матеріалу EVA на основі перероблених морських водоростей. Завдяки перфорації та спеціальним канавкам на внутрішній стороні, взуття надійно фіксує стопу, запобігаючи вологовиділенню. Ребриста підошва гарантує надійне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендінг обмежений лише логотипом adidas Performance на підошві. adidas Yeezy Foam Runner - це не лише неймовірна легкість, але й відчутний комфорт.",
  "img": "https://thumb.tildacdn.com/stor6662-3066-4138-b935-356362616266/-/format/webp/45368167.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «MXT Moon Gray»",
  "collection": "YEEZY FOAM RNNR",
  "price": "9 300",
  "title": "adidas Yeezy Foam Runner MXT Moon Gray були створені в рамках співпраці adidas та Yeezy. Реліз відбувся 26 березня 2021 року, одночасно зі змішаним забарвленням Sand. Модель Yeezy Foam Runner перевершує уявлення про дизайн, фактично виступаючи прототипом для масового виробництва. Завдяки футуристичному силуету, виготовленому з легкого та м'якого матеріалу EVA на основі перероблених морських водоростей, вони вражають. Перфорація та спеціальні канавки на внутрішній частині забезпечують надійне фіксування стопи та запобігають надмірному вологовиділенню. Ребриста підошва гарантує ефективне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендінг обмежений лише логотипом adidas Performance на підошві. adidas Yeezy Foam Runner - це не лише неймовірна легкість, але і відчутний комфорт.",
  "img": "https://thumb.tildacdn.com/stor6235-3963-4138-a430-333333666636/-/format/webp/55233157.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Ochre»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Ochre були розроблені у рамках співпраці adidas та Yeezy, а їх реліз відбувся 2 серпня 2021 року. Модель Yeezy Foam Runner перевершує уявлення про дизайн, фактично виступаючи прототипом для масового виробництва. Футуристичний силует Foam Runner виготовлений з легкого та м'якого матеріалу EVA на основі перероблених морських водоростей. Дизайн включає перфорацію та спеціальні канавки на внутрішній частині, які гарантують надійне фіксування стопи та запобігають надмірному вологовиділенню. Ребриста підошва забезпечує ефективне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендінг обмежується лише логотипом adidas Performance на підмітці. adidas Yeezy Foam Runner - це не просто неймовірна легкість, але і відчутний комфорт.",
  "img": "https://static.tildacdn.com/stor6530-3737-4561-b830-333937663662/55806935.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «MX Sand Grey»",
  "collection": "YEEZY FOAM RNNR",
  "price": "9 300",
  "title": "adidas Yeezy Foam Runner MX Sand Grey були розроблені в межах співпраці між adidas та Yeezy, і їх випуск відбувся 11 грудня 2021 року. Модель Yeezy Foam Runner перевершує стандартні концепції дизайну, фактично виступаючи прототипом для масового виробництва. Футуристичний силует Foam Runner виготовлений з легкого та м'якого матеріалу EVA на основі перероблених морських водоростей. Дизайн включає в себе перфорацію та спеціальні канавки на внутрішній частині, що забезпечують надійне фіксування стопи та запобігають надмірному вологовиділенню. Ребриста підошва забезпечує ефективне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендінг обмежується лише логотипом adidas Performance на підмітці. adidas Yeezy Foam Runner - це не просто неймовірна легкість, але й відчутний комфорт.",
  "img": "https://thumb.tildacdn.com/stor3463-6663-4364-b131-306139373861/-/format/webp/38838505.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Sand»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Sand були розроблені у рамках співпраці між adidas та Yeezy. Вони були випущені 26 березня 2021 року і представлені одного дня разом із варіантом MXT Moon Gray. Модель Yeezy Foam Runner виходить за межі стандартних концепцій дизайну, фактично слугуючи прототипом для масового виробництва. Футуристичний силует Foam Runner виготовлений з легкого та м'якого матеріалу EVA, на основі перероблених морських водоростей. Завдяки перфорації та спеціальним канавкам на внутрішній частині, тапочки надійно фіксуються і не сприяють надмірному потовиділенню. Ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, забезпечуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежується лише логотипом adidas Performance на підмітці. adidas Yeezy Foam Runner - це не лише неймовірна легкість, але й відчутний комфорт.",
  "img": "https://static.tildacdn.com/stor3463-3637-4266-a462-623239343936/33795790.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Stone Sage»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Stone Sage були розроблені в рамках співпраці між adidas та Yeezy. Реліз цього забарвлення відбувся 11 березня 2022 року, і вони вийшли одного дня із варіантом Mist. Модель Yeezy Foam Runner порушує усі традиційні стандарти дизайну, практично виступаючи як прототип для масового виробництва. Футуристичний силует Foam Runner створений із легкого та м'якого матеріалу EVA, що базується на перероблених морських водоростях. Завдяки перфорації та спеціальним канавкам на внутрішній частині, вони надійно фіксуються на стопі, запобігаючи надмірному потовиділенню. Ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений лише логотипом adidas Performance на підмітці. adidas Yeezy Foam Runner - це не лише неймовірна легкість, але і відчутний комфорт.",
  "img": "https://static.tildacdn.com/stor3830-6637-4234-a635-656135353136/92133440.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Vermillion»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Vermillion були розроблені в рамках співпраці між adidas та Yeezy. Реліз цього забарвлення відбувся 29 жовтня 2021 року. Модель Yeezy Foam Runner переосмислює усі стандартні концепції дизайну, фактично слугуючи прототипом для масового виробництва. Футуристичний силует Foam Runner виготовлений із легкого та м'якого матеріалу EVA на основі перероблених морських водоростей. Завдяки перфорації та спеціальним канавкам на внутрішній частині, вони надійно фіксуються на стопі, запобігаючи надмірному потовиділенню. Ребриста підошва забезпечує відмінне зчеплення навіть на слизьких поверхнях, гарантуючи максимальний комфорт та захист від ковзання. Зовнішній брендинг обмежений лише логотипом adidas Performance на підмітці. adidas Yeezy Foam Runner - це не лише неймовірна легкість, але і відчутний комфорт.",
  "img": "https://static.tildacdn.com/stor6462-6463-4664-b133-363161333863/21372868.png"
}, {
  "name": "ADIDAS YEEZY KNIT RUNNER «Sulfur»",
  "collection": "YEEZY KNIT RNR",
  "price": "8 400",
  "title": "adidas Yeezy Knit Runner Sulfur - це нова модель з футуристичним дизайном, що має схожу форму із Foam Runner. Вона була розроблена в рамках співпраці adidas x Yeezy, а її реліз відбувся 23 вересня 2021 року. Верх виконаний у жовтому відтінку з трикотажного матеріалу, що повністю облягає ногу. Для маркування зовнішнього розміру кожної пари на кісточці використано бежевий колір, де чорним шрифтом виведено інформацію про розмір. Тонка гумова підошва з візерунком ялинка завершує футуристичний дизайн. Зовнішній брендинг моделі Yeezy Knit Runner представлений лише логотипом adidas Performance, розташованим на підошві.",
  "img": "https://thumb.tildacdn.com/stor6436-3538-4336-a135-306433653639/-/format/webp/93380200.png"
}, {
  "name": "ADIDAS YEEZY QNTM «Quantum»",
  "collection": "YEEZY QMTM",
  "price": "11 200",
  "title": "adidas Yeezy QNTM Quantum представляє собою повсякденну версію баскетбольних кросівок із нової лінійки QNTM від Адідас у співпраці з Каньє Уестом. Спроектована для носіння не лише на баскетбольному корті, модель отримала вплив від улюбленого виду спорту Каньє Уеста і має високий силует. adidas Yeezy QNTM Quantum виготовлені з світловідбивних вставок, які відсутні у версії для баскетболу. Основна світло-сіра тканина кросівок виготовлена за допомогою технології Primeknit, яка має текстурний вигляд, подібний до моделей з серії Yeezy Boost 350 V2. Забезпечуючи бездоганний рівень комфорту та амортизації у будь-якій ситуації, технологія Boost використовується у цій моделі. Кросівки Yeezy Quantum були випущені 16 лютого 2020 року в обмеженій кількості — 4120 пар — до зіркового вікенду NBA у Чикаго. Вересні того ж року відбувся ресток забарвлення.",
  "img": "https://thumb.tildacdn.com/stor3439-6134-4165-b064-386265363933/-/format/webp/28631019.png"
}];
var eng = [{
  "name": "ADIDAS YEEZY BOOST 350 V2 «Black»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "adidas Yeezy Boost 350 V2 'Black Non-Reflective' was developed as part of the adidas x Yeezy collaboration. The color scheme was released on June 7, 2019 – the day after the release of Black Reflective. Yeezy Boost 350 V2 Black is an all-black model from the popular Yeezy 350 series",
  "img": "https://thumb.tildacdn.com/stor3738-6466-4334-b633-666661393938/-/format/webp/55971072.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Black Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Black Reflective was developed as part of the adidas x Yeezy collaboration. The color was released on June 6, 2019, a day earlier than Black Non-Reflective. Yeezy Boost 350 Black Reflective is one of the rarest releases in the Yeezy 350 V2 series. All Black Primeknit and laces, sewn reflective silver material. All this gives a glow effect when pointing the flash. The only difference between the Yeezy 350 Black Reflective model and the 'Non-Reflective' one is that the second one has reflective technologies only on the lacing. The side of the model is decorated with a semi-transparent stripe, and the back loop is decorated with a red dot. The sole hides BOOST cushioning, which is still one of the most effective in the sneaker industry. Every Yeezy fan dreams of having a black legend in their wardrobe. Yeezy Boost sneakers offer incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3435-3138-4530-b634-333463393733/-/format/webp/80717213.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Bone»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "the adidas Yeezy Boost 350 V2 Bone was developed as part of the adidas x Yeezy collaboration. The model was released on March 21, 2022 in the amount of 255,000 pairs. Yeezy Boost 350  Bone is the second color scheme, which is made entirely in white, after the Color Cream White. The sneakers are made of lightweight fabric using Primeknit technology and decorated with a semi-transparent side stripe. On the inside of the back are reflective branded three adidas stripes. At the back, to match the sneaker, there is a loop for easy putting on. The semi-transparent sole hides BOOST cushioning inside, which is still one of the most effective in the shoe industry. Yeezy Boost sneakers offer incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3232-3036-4362-b639-383366363562/-/format/webp/99916408.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Onyx»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "the adidas Yeezy Boost 350 V2 'Onyx' was developed as part of the adidas x Yeezy collaboration. The color scheme was released on June 20, 2022. The sneakers are made of lightweight fabric using Primeknit technology and decorated with a semi-transparent side stripe to match the sneaker. The Yeezy Boost 350 Onyx is the first All-Black color scheme of the popular 350s model and is ideal for those who have long chosen between Blackиand  Cinder. On the inside of the back are reflective branded three adidas stripes. At the back, to match the sneaker, there is a loop for easy putting on. The semi-transparent sole hides Boost cushioning inside, which is still one of the most effective in the shoe industry. The Yeezy Boost 350 sneaker offers incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor6532-3166-4333-a535-396331656265/-/format/webp/36251842.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cinder»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "the adidas Yeezy Boost 350 V2 'Cinder Non-Reflective' was developed as part of the adidas x Yeezy collaboration. The model was released on March 21, 2020 in the amount of 39,998 pairs. The sneakers are made of light ash-colored fabric using Primeknit technology and decorated with a semi-transparent side stripe. On the inside of the back are reflective branded three adidas stripes. At the back, to match the sneaker, there is a loop for easy putting on. The sole hides BOOST cushioning, which is still one of the most effective in the shoe industry. The marking is made in the IT color, which gives a contrast to this pair. Yeezy Boost sneakers offer incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor6237-3137-4234-b236-333762386439/-/format/webp/95079220.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cinder Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "the adidas Yeezy Boost 350 V2 'Cinder Reflective' was developed as part of the adidas x Yeezy collaboration. The model was released on April 4, 2020 in the amount of 19,890 pairs. The sneakers are made of light ash-colored fabric using Primeknit technology and decorated with a semi-transparent side stripe. In the Cinder Non-Reflective color scheme, the Strip will not reflect light. On the inside of the back are reflective branded three adidas stripes. At the back, to match the sneaker, there is a loop for easy putting on. The sole hides BOOST cushioning, which is still one of the most effective in the shoe industry. The sweep is made in gum color, which adds contrast to this pair. Yeezy Boost sneakers offer incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor6632-3133-4662-b465-613437616637/-/format/webp/54297968.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Static»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "The new adidas Yeezy Boost 350 V2 Static Non-Reflective model marks the beginning of a new stage in the development of the V2 line, which will give owners of these sneakers even more opportunities to stand out from the crowd. The Yeezy Static model received an updated semi-transparent side stripe and reflective laces that sparkle in photos when exposed to light. On the inside of the back are the characteristic three stripes of the adidas brand. There is a loop at the back for easy putting on. The semi-transparent material sweep hides BOOST cushioning technology, which remains one of the most effective running shoes in the world. This model is a turning point in the development of the Yeezy Boost 350 V2 design. Yeezy sneakers impress with their lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3839-6230-4061-a431-313962656630/-/format/webp/40188391.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Static Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Static Reflective marks a new stage in the history of collaboration between adidas and Yeezy brands. Yeezy Static Reflective sneakers mark the beginning of a new era and direction of development of the V2 line, which will allow each sneaker owner to stand out among the crowd. Yeezy Boost Static Reflective was the first model in which reflective threads were embedded in the upper part of the fabric, providing a reflective effect on a photo with a flash. This not only allows you to stand out in your photos, but also creates exciting shots.Reflective threads form the basis of the material sewn using Primeknit technology. Three adidas branded stripes are placed on the inside of the back, and the Boost cushioning sole remains unchanged and provides high comfort. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor6131-6534-4364-b033-366164303632/-/format/webp/49669921.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «True Form»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 True Form introduces a new shade as part of adidas' collaboration with Yeezy, which was released on March 16, 2019. Kanye West and adidas Originals are introducing a new release tactic for the first time, where the three colors of the Yeezy Boost 350 V2 - Clay, TRFRM and Hyperspace - are distributed across regions of the world, intended for America, Europe and Asia.         Yeezy Boost True Form stands out for its contrasts - orange accents on the back loop and sole look especially impressive on a gray background. The model also has a semi-transparent stripe located along the outside of the sneaker. Reflective branded three adidas stripes are placed on the inside of the back. The semi-transparent sole hides BOOST cushioning inside, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3936-6630-4235-a165-353430393630/-/format/webp/29909978.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Clay»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Clay  is a new shade in collaboration between adidas and Yeezy, which was released on March 30, 2019. Kanye West and adidas Originals took a new approach to the release for the first time, dividing the three colors of the Yeezy Boost 350 V2 - Clay, TRFRM and Hyperspace - by region of the world for America, Europe and Asia.        Yeezy Boost Clay is known for its red-orange Primeknit color and orange garrote on the heel, standing out from the rest. The model is also equipped with a semi-transparent stripe located along the outside of the sneaker. Reflective branded three adidas stripes are placed on the inside of the back. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3262-6433-4532-a339-633832663562/-/format/webp/92541129.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Hyperspace»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Hyperspace  is a new color scheme as part of the adidas x Yeezy collaboration, which was released on March 16, 2019. Kanye West and adidas Originals first used a new release method, where three color variants of the Yeezy Boost 350 V2 - Hyperspace, Clay and TRFRM - were designed for different regions of the world, respectively: Asia, America and Europe.Yeezy Boost Hyperspace stands out for its sky-blue color scheme. The model is also equipped with a semi-transparent stripe that extends along the outside of the sneaker. Reflective branded three adidas stripes are placed on the inside of the back. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3730-6566-4764-b261-646238626232/-/format/webp/90201429.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Glow»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Glow was created as part of a collaboration between adidas and Yeezy, and their release took place on May 25, 2019. The Yeezy Boost 350 V2 Glow model is a sneaker that glows in the dark. The upper part of the sneaker is made using Primeknit technology with an integrated Glow in the Dark system. In addition, the model has a semi-transparent stripe that extends along the outside of the sneaker. On the inside of the back are reflective branded three adidas stripes. The semi-transparent sole contains BOOST cushioning inside, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
  "img": "https://static.tildacdn.com/stor6136-3664-4230-b465-386433666566/71235844.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cream White»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "13 400",
  "title": "adidas Yeezy Boost 350 V2 Cream White is the eighth model in the adidas x Yeezy collaboration in the SPLY-350 line. The sneakers are made of lightweight white fabric using Primeknit technology. On the back, in the shade of the sneaker itself, there is a loop for easy putting on. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective shoes in the world. This model has undergone several restyling, but today Yeezy Boost Cream White is the largest in the history of the Yeezy brand. It is based on Kanye West's YEEZYs for everyone policy, which is defined by the Yeezy can be bought by anyone principle. The color scheme of Yeezy 350 Cream White  remains one of the simplest and at the same time classic, making it legendary in its own way. The Yeezy Boost 350 sneaker impresses with its lightness, tangible comfort and maximum cushioning.",
  "img": "https://static.tildacdn.com/stor3663-6466-4135-b532-636434633963/90541667.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Bred»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 breed is the sixth model in the adidas x Yeezy collaboration and belongs to the SPLY-350 line. The release of this model took place on February 11, 2017. Yeezy Boost 350 V2 breed combines a black upper made of Primeknit fabric with red lettering SPLY-350, which is reflected in a mirror style on a traditional stripe. In addition, the sneakers have a semi-transparent black sole with BOOST cushioning material. The Yeezy breed color scheme from the V2 line remains one of the most desirable among snickerheads and fans of the Yeezy brand. It is worth noting that, unlike other models in the SPLY 350 line, on the Yeezy 350 breed designers returned to the traditional loop on the back of the sneaker, which is typical for the 350 V1 models. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
  "img": "https://static.tildacdn.com/stor3062-3837-4236-b336-306430656462/78453710.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Zebra»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Zebra is the seventh model in the adidas x Yeezy collaboration in the SPLY-350 line. The release of this model took place on February 25, 2017. The Yeezy 350 Zebra combines a black and white zebra striped upper made from traditional Primeknit fabric with a white stripe, red SPLY-350  lettering, and a semi-transparent white sole equipped with BOOST cushioning material. Unlike other models of the SPLY-350, as well as in the breed, The Zebra has the traditional 350 V1 loop on the back of the sneaker. Yeezy Boost 350 Zebra was quickly sold out, and on June 24, 2017, a restock of this Color was held. An additional release of Zebra took place on November 9, 2018 with a large number of couples, fulfilling Kanye West's promise that Yeezy will become more accessible to all comers. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
  "img": "https://static.tildacdn.com/stor3635-3264-4033-b033-336530393763/16939401.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Beluga Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "adidas Yeezy Boost 350 V2 Beluga Reflective  was developed as part of a collaboration between adidas and Yeezy, and the release of this Color took place on December 18, 2021. A special feature of Yeezy Beluga Reflective is a reflective silver material sewn into Primeknit, which creates a glow effect when exposed to artificial light. This sets this release apart from the original Beluga released back in 2016. On the inside of the back are reflective branded three adidas stripes. The semi-transparent sole hides BOOST cushioning inside, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
  "img": "https://static.tildacdn.com/stor3132-3030-4566-b037-633234306439/27368775.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cloud White»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "the adidas Yeezy Boost 350 V2 Cloud white Non-Reflective was developed in collaboration between adidas and Yeezy and was released on September 21, 2019, just two days before the release of Cloud White Reflective. The sneakers have an upper made of light sky-blue fabric using Primeknit technology and decorated with a semi-transparent side stripe. On the inside of the back are reflective branded three adidas stripes, which is the only reflective element in this Color scheme. The semi-transparent sole hides BOOST cushioning inside, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
  "img": "https://static.tildacdn.com/stor3164-3633-4231-a533-313762303736/18932608.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cloud White Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Cloud White Reflective was developed as part of a collaboration between adidas and Yeezy, and their release took place on September 19, 2019, two days earlier than Cloud White Non-Reflective. The sneakers have an upper part made of light sky-blue fabric using Primeknit technology. A reflective silver material is sewn into this upper, which creates a glow effect when exposed to a flash. The model is also marked by the presence of a translucent strip located along the outer part of the sneaker, which contributes to good air exchange. On the inside of the back are reflective branded three adidas stripes. The semi-transparent sole hides BOOST cushioning inside, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
  "img": "https://static.tildacdn.com/stor3733-3865-4037-a637-396563326532/75893979.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Citrin»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Citrin Non-Reflective was created as part of a collaboration between adidas and Yeezy, and their release took place on September 24, 2019, the day after the release of Citrin Reflective. The sneakers have an upper part made of light flesh-colored fabric using Primeknit technology, and decorated with a semi-transparent side stripe.On the inside of the back are reflective branded three adidas stripes, which make up the only reflective element in this Color. The sole of the sneaker hides BOOST cushioning, which remains one of the most effective shoes in the world. The sweep is made in the color of DIT, giving the pair a contrasting look. Yeezy Boost sneakers impress with their lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor6130-3932-4062-b832-613865313535/-/format/webp/41544059.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Citrin Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Citrin Non-Reflective is a collaboration product between adidas and Yeezy brands. These sneakers were released on September 24, 2019, the day after the release of the Citrin Reflective model. They are made of light flesh-colored fabric using Primeknit technology, and decorated with a semi-transparent side stripe. The inner part of the back contains reflective branded three adidas stripes, which are the only reflective element in this Color. The sole of the sneaker uses BOOST cushioning, which remains one of the most effective in the shoe industry. The outsole is made in the color of a child's shade, which gives the pair a contrast. Yeezy Boost sneakers are characterized by incredible lightness, tangible comfort and high cushioning.",
  "img": "https://thumb.tildacdn.com/stor6666-3136-4536-b164-303262373536/-/format/webp/48436026.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Lundmark Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Lundmark Reflective is a new reflective model in the history of collaboration between adidas and Yeezy brands. The release of this version took place on July 11, 2019, two days earlier than the non-reflective version of Lundmark Non-Reflective. The design of Yeezy Boost Lundmark Reflective is made in shades of beige and gray with the addition of reflective silver threads to the technological material Primeknit. The main difference between the Lundmark Reflective model and the Lundmark Non-Reflective model is the presence of reflective elements only on the lacing. The main innovation of this model was the absence of a back loop, which gives the sneakers a more streamlined shape. On the inside of the back there are reflective branded three adidas stripes. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective of its kind in the shoe industry. The Yeezy Boost 350 sneaker is known for its incredible lightness, tangible comfort and high cushioning.",
  "img": "https://static.tildacdn.com/stor3236-3763-4364-b261-376230643362/42729215.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Synth»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Synth Non-Reflective is one of the rarest colors in the Yeezy line and was released regionally for the Asian and African markets. The release took place on June 22, 2019, the day after the release of the Synth Reflectiveversion. Yeezy Boost Synth sneakers have a pale pink Primeknit shade with a transparent stripe on the side, matching the sneaker. The laces received reflective inclusions, giving them the effect of glow when flashing. On the inside of the back are reflective branded three adidas stripes. The semi-transparent sole conceals BOOST cushioning, which remains one of the most effective of its kind in the shoe industry. The Yeezy Boost 350 sneaker is known for its incredible lightness, tangible comfort and high cushioning.",
  "img": "https://static.tildacdn.com/stor6665-6438-4564-b762-356261666361/47029621.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Synth Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "the adidas Yeezy Boost 350 V2 Synth Reflective is one of the rarest colors in the Yeezy line and was released regionally in Asia and Africa on June 21, 2019, a day earlier than the Synth non-Reflective model. Yeezy Boost Synth Reflective sneakers have a pale pink Primeknit shade with a transparent stripe on the side, matching the sneaker. The presence of reflective threads in the upper part of the sneaker gives a glow effect when flashing. The only difference between the Synth Reflective and Synth Non-Reflective models is that the reflective version has the technology only on the laces. On the inside of the back there are reflective branded three adidas stripes. The semi-transparent sole conceals BOOST cushioning, which remains one of the most effective of its kind in the shoe industry. The Yeezy Boost 350 sneaker is known for its incredible lightness, tangible comfort and high cushioning.",
  "img": "https://static.tildacdn.com/stor3939-3337-4737-a465-646333613361/93752361.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Tail ligh»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Tail Light  was developed as part of the adidas x Yeezy collaboration. The release of this model took place on February 22, 2020, and only 24,844 pairs were released. The Yeezy Boost 350 Tail Light sneaker was designed for the European market and was released on the same day as the Earth and Flax colors. The sneakers have an upper part made of light fabric using Primeknit technology and decorated with a semi-transparent side stripe. On the inside of the back are reflective branded three adidas stripes. There is also a bright loop at the back for easy putting on. The sole of the sneaker is semi-transparent and hides BOOST cushioning, which is considered one of the most effective in the shoe industry. The Yeezy Boost 350 sneaker is famous for its incredible lightness, tangible comfort and high cushioning.",
  "img": "https://static.tildacdn.com/stor6566-3834-4639-a564-356135633830/54491950.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Earth»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Earth  was developed as part of the adidas x Yeezy collaboration. The release of the Earth color took place on February 22, 2020, the same day that the new Yeezy Boost 350 Tail light and Flax colors were also released. Yeezy Boost Earth is a regional release exclusively for the Americas. The sneakers have an upper part made of light khaki fabric using Primeknit technology, and decorated with a semi-transparent side stripe to match the sneaker. On the inside of the back are reflective branded three adidas stripes. The sole of the sneaker hides BOOST cushioning, which is considered one of the most effective of its kind in the shoe industry. Yeezy Boost sneakers are famous for their incredible lightness, tangible comfort and high cushioning.",
  "img": "https://static.tildacdn.com/stor3661-6432-4231-b435-633762343738/34535887.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Flax»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Flax was developed as part of the adidas x Yeezy collaboration. The release of the Flax color took place on February 22, 2020, the same day that the new Yeezy Boost 350 V2 Earth and Tail Light colors were also released. Yeezy Boost Flax has become a regional release exclusively designed for the Asian and African markets. The sneakers have an upper part made of light fabric in yellow-green shades using Primeknit technology, and decorated with a translucent side stripe. On the inside of the back are reflective branded three adidas stripes. The sole of the sneaker hides BOOST cushioning, which is considered one of the most effective of its kind in the shoe industry. Yeezy Boost sneakers are defined by their incredible lightness, tangible comfort and high cushioning.",
  "img": "https://static.tildacdn.com/stor3739-6165-4236-b733-306238323161/44579189.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Desert Sage»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Desert Sage  was developed as part of the adidas x Yeezy collaboration and was named after the perennial desert sage, a plant found in steppes and mountain slopes. The color scheme was released on March 14, 2020. The sneakers have an upper part made of lightweight fabric using Primeknit technology, and decorated with a side stripe that reflects light. Laces to match the sneaker add appeal to the look of the pair. On the inside of the back are branded three adidas stripes. The sole of the sneaker hides BOOST cushioning, which is considered one of the most effective of its kind in the shoe industry. The Yeezy Boost 350 sneaker is known for its incredible lightness, tangible comfort and high cushioning.",
  "img": "https://thumb.tildacdn.com/stor6165-3266-4437-a136-656663643262/-/format/webp/99733992.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Marsh»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "the adidas Yeezy Boost 350 V2 Marsh was developed as part of the adidas x Yeezy collaboration and was sold exclusively on Yeezy Supply. The color scheme was released on February 1, 2020. The sneakers have an upper part made of light fabric in a muted yellow color using Primeknit technology. They are decorated with a side stripe that reflects light, and laces to match the sneaker add appeal to the look of the pair. On the inside of the back are reflective branded three adidas stripes. The semi-transparent sole hides Boost cushioning inside, and the sweep is made in Sunny Yellow. The Yeezy Boost 350 sneaker is famous for its incredible lightness, tangible comfort and high cushioning.",
  "img": "https://thumb.tildacdn.com/stor6138-3433-4037-a331-376534386663/-/format/webp/20860598.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Light»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "The Yeezy Boost 350 V2 Light sneaker, which was created as part of the adidas x Yeezy collaboration, was released on August 28, 2021. They are made of lightweight fabric using Primeknit technology, where adidas uses UV sensitivity technology for the first time. Under the influence of sunlight, the side stripe changes its hue to Amber, and the details of the Primeknit pattern acquire a soft pink hue. Three reflective adidas stripes are located in the inner part of the back. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. Yeezy Boost sneakers combine incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor6531-3332-4539-a431-376236306361/-/format/webp/69113278.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Linen»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "The Yeezy Boost 350 V2 Linen sneaker, developed in collaboration with adidas and Yeezy, went on sale on April 18, 2020. They are made of light beige fabric using Primeknit technology and decorated with a reflective side strip that is illuminated under the influence of light. Laces made to match the sneaker add attractiveness to the appearance. Branded three adidas stripes are located on the inside of the back. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. The Yeezy Boost 350 sneaker impresses with its incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3637-3837-4737-b832-353464346536/-/format/webp/11222576.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Yecheil»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "The Yeezy Boost 350 V2 Yecheil Non-Reflective sneaker, created in collaboration with adidas and Yeezy, went on sale on December 20, 2019 – the day after the release of Yecheil Reflective. They are made of light black fabric using Primeknit technology, which is marked by stratification into different parts in shades of blue, red, beige and yellow. In addition, the sneakers are complemented with reflective laces. On the inside of the back there are reflective branded three adidas stripes. The sole contains BOOST cushioning, which remains one of the most effective in its industry. The Yeezy Boost 350 sneaker impresses with its incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3639-3161-4338-b361-633233646361/-/format/webp/43818631.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Yecheil Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "The Yeezy Boost 350 V2 Yecheil Reflective sneaker, created as part of a partnership between adidas and Yeezy, went on sale on December 19, 2019, the day before the release of the Yecheil Non-Reflective. They are made of light black fabric using Primeknit technology, which is divided into different parts in shades of blue, red, beige and yellow. In addition, the sneakers are decorated with reflective laces and built-in reflective elements in Primeknit, which give them a glow when flashed. Reflective branded three adidas stripes stand out on the inside of the backdrop. The sole contains BOOST cushioning, which is one of the most effective in the shoe industry. Yeezy Boost sneakers impress with their lightness, tangible comfort and high cushioning.",
  "img": "https://thumb.tildacdn.com/stor3336-3633-4538-b137-333662396139/-/format/webp/84359174.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Beluga 2.0»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 200",
  "title": "The Yeezy Boost 350 V2 Beluga 2.0 sneaker was the tenth release in the SPLY-350 line as part of the adidas X Yeezy collaboration, and was released on November 25, 2017. They are made of light fabric in a dark gray shade using Primeknit technology. Yeezy Boost Beluga 2.0 sneakers have a muted gray stripe with a red inscription SPLY-350, which is reflected in a mirror image. On the inside of the back are reflective branded three adidas stripes. At the back, to match the sneaker, there is a loop for easy putting on. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. The Yeezy Boost 350 sneaker impresses with its lightness, tangible comfort and high cushioning.",
  "img": "https://static.tildacdn.com/stor6230-6162-4135-b136-663436343165/38235007.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Ash Pearl",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 500",
  "title": "The Yeezy Boost 350 V2 Ash Pearl sneaker is the result of a collaboration between adidas and Yeezy. Released on March 20, 2021, they come on trays with Ash Stone and Ash Blue colors. Made of light lilac-beige fabric using Primeknit technology, the sneakers are decorated with a semi-transparent side stripe in a golden hue. Reflective branded three adidas stripes are located on the inside of the back. The White semi-transparent sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. Thanks to them, you can enjoy incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3835-3662-4635-b533-343766633465/-/format/webp/95921560.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Ash Stone»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 500",
  "title": "The Yeezy Boost 350 V2 Ash Stone running shoes from adidas and Yeezy are the result of a collaboration. The release of this Color took place on February 27, 2021, simultaneously with the release of the new color Ash Blue. They are made of lightweight fabric using Primeknit technology and decorated with a semi-transparent side stripe of a reddish-orange hue. Reflective branded three adidas stripes are located on the inside of the back. The sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. Thanks to these sneakers, you can enjoy incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3066-3064-4339-a663-336166306134/-/format/webp/49840841.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Carbon»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "The Yeezy Boost 350 V2 Carbon sneaker from adidas and Yeezy is a product of their collaboration. The release was originally planned for September 2020, but it was postponed until early October. This wasn't the only change associated with this coloring. On September 18, it was announced that the model will be renamed and presented under a new name - Carbon. Adidas and Kanye West decided to change the original biblical name Asriel to a more modern form of Carbon. These sneakers are made of lightweight fabric using Primeknit technology and feature a semi-transparent black side stripe. Reflective branded three adidas stripes are located on the inside of the back. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. Yeezy Boost Carbon sneakers come with laces without ties, and a second set of laces with ties is included in the box. The overall experience of using these sneakers includes lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3361-3234-4932-b565-346135633237/-/format/webp/86074605.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Mono сlay»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 600",
  "title": "adidas Yeezy Boost 350 V2 Mono Clay is a new design from adidas, which was released on June 18, 2021. The three different colors of the Yeezy Boost 350 V2 - Mono Clay, Mono Ice and Mono Mist, released on this day, are designed for different regions of the world, in particular for Asia, North America and Europe. In this case, adidas decided to experiment with the design, deviating from the traditional Primeknit fabric upper. Instead, a semi-transparent monofilament mesh material is used. Sneakers have a transparent upper, where the supporting frame of the sneaker is visible. They are also decorated with a semi-transparent side stripe. The lace holes were reinforced with grommets to match the silhouette. The back has three reflective adidas stripes, and at the back, to match the sneaker, there is a loop for comfortable putting on. The sole hides BOOST cushioning, which remains one of the most effective in the shoe industry.",
  "img": "https://static.tildacdn.com/stor6462-6238-4235-a238-653431643462/67123488.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Sand Taupe»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 500",
  "title": "adidas Yeezy Boost 350 V2 Sand Taupe (originally known as Eliada) was created as part of a collaboration between adidas and Yeezy. The release of this Color took place on December 19, 2020. The sneakers are made of light brown fabric using Primeknit technology and have a semi-transparent side stripe that shades from the color of the sneaker. The upper part of the sneaker has a shade of muted orange, and the sole is made in a children's color. On the inside of the back are reflective branded three adidas stripes. The sole of the sneaker has a semi-transparent design and hides BOOST cushioning, which remains one of the most effective in the shoe industry. Yeezy Boost Sand Taupe is equipped with laces without ties, and there is also an additional set of laces with ties in the box. Yeezy Boost sneakers impress with their lightness, tangible comfort and high cushioning.",
  "img": "https://static.tildacdn.com/stor3033-3264-4035-b538-613465313535/18705816.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Yeezreel Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Yeezreel Reflective is a collaboration product between adidas and Yeezy. The release of this coloring book took place on December 17, 2019, three days later than Yeezreel Non-Reflective. The sneakers are made of lightweight neon green fabric combined with black thread, using Primeknit technology. They are decorated with a translucent yellow side stripe. The presence of reflective threads in the upper part of the sneaker creates a glow effect when flashing. Reflective branded three adidas stripes are located on the inside of the back, where there is also a loop for easy putting on. The semi-transparent sole hides BOOST cushioning inside, which remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their lightness, tangible comfort and high cushioning.",
  "img": "https://thumb.tildacdn.com/stor3763-3463-4163-a533-663039393231/-/format/webp/30554536.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Yeezreel»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 000",
  "title": "adidas Yeezy Boost 350 V2 Yecheil Non-Reflective is the result of a collaboration between adidas and Yeezy. They were released on December 20, 2019, the day after the release of the Yecheil Reflective model. The sneakers are made of lightweight black fabric using Primeknit technology, which splits into different shades of blue, red, beige and yellow. Reflective laces make up a bright accent. Three reflective adidas stripes are located on the inside of the back. The sole uses BOOST cushioning technology, which remains one of the most effective of its kind in the shoe industry. The Yeezy Boost 350 sneaker offers extreme lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3736-3832-4235-a130-303835313631/-/format/webp/94914401.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Triple White»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "13 400",
  "title": "The adidas Yeezy Boost 350 V2 Triple White sneaker is the eighth model in the adidas x Yeezy partnership in the SPLY-350 line. Made from a lightweight white fabric using Primeknit technology, these sneakers have a loop for comfortable putting on, located to match the sneaker. The semi-transparent sole hides BOOST cushioning, which remains one of the most effective in the shoe industry. The model has undergone several restyling, and the Yeezy Boost Triple White color scheme has become the largest in the history of the Yeezy brand. This coloring is based on Kanye West's YEEZYs for everyone policy, which is defined by the Yeezy everyone can buy principle. The durability and classic design make the Yeezy Boost 350 Triple White legendary. These sneakers provide incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://static.tildacdn.com/stor3663-6466-4135-b532-636434633963/90541667.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Fade»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "The adidas Yeezy Boost 350 V2 Fade sneaker, originally known as the Yecher, was developed as part of the adidas x Yeezy partnership. The release of this Color scheme took place on November 11, 2020. Made from a lightweight brown fabric using Primeknit technology, these sneakers are decorated with a semi-transparent blue side stripe. Reflective branded three adidas stripes are located on the inside of the back. The semi-transparent sole contains BOOST cushioning, which remains one of the most effective in the shoe industry. Yeezy Boost sneakers impress with their incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3665-6438-4834-b631-643733613935/-/format/webp/20692560.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Zyon»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "10 300",
  "title": "Adidas Yeezy Boost 350 V2 Zyon sneakers were created in collaboration with adidas and Yeezy, and their release took place on July 18, 2020. Made of lightweight Primeknit fabric, the sneakers are decorated with a semi-transparent black side stripe. Zyon stands out from previous models thanks to a slightly different pattern on Primeknit and a thinner fabric. Reflective branded three adidas stripes are located on the inside of the back. The semi-transparent sole contains BOOST cushioning, which is still considered one of the most effective shoes in the world. Yeezy Boost sneakers impress with their incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor3864-3862-4164-a237-363038393463/-/format/webp/71723227.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Israfil»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "The adidas Yeezy Boost 350 V2 Israel sneaker is manufactured as part of a partnership between adidas and Yeezy, and was released on August 22, 2020. Made from lightweight Primeknit fabric, they impress with a semi-transparent yellow side stripe. The upper part of the sneaker impresses with a multi-faceted shade, based on the interweaving of gray threads that create a beautiful dark blue shade. Reflective branded three adidas stripes are located on the inside of the back. BOOST cushioning hidden in the sole remains one of the most effective shoes in the world. Yeezy Boost sneakers impress with their incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://thumb.tildacdn.com/stor6361-3961-4035-a532-613230613736/-/format/webp/65739074.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «MX Oat»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Adidas Yeezy Boost 350 V2 MX Oat sneakers are presented as part of a collaboration between adidas and Yeezy, and their release took place on October 23, 2021, two months earlier than MX Rock. This is the first color scheme in the Yeezy Boost 350 V2 line, which impresses with a bright color scheme, including a mix of orange, blue and gold shades. The sneakers are made of lightweight fabric using Primeknit technology and decorated with a semi-transparent side stripe that matches the shades of the sneaker. Reflective branded three adidas stripes are placed on the inside of the back, and at the back, to match the sneaker, there is a loop for easy putting on. The sole, which hides BOOST cushioning, remains one of the most effective shoes in the world. The Yeezy Boost 350 sneaker impresses with its incredible lightness, tangible comfort and maximum cushioning.",
  "img": "https://static.tildacdn.com/stor6232-6465-4461-b138-376137356433/37185620.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Natural»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 100",
  "title": "Adidas Yeezy Boost 350 V2 Natural sneakers, originally known as Abez, are presented as part of a collaboration between adidas and Yeezy, and their release took place on October 24, 2020. They have an upper part made of light fabric of soft cream color, made using Primeknit technology, and are decorated with a translucent side stripe. The upper third of the sneaker is made in a muted beige shade, in which reflective threads are woven, creating a glow effect when flashing. Reflective three adidas stripes are located on the inside of the back. The sole, which hides the BOOST cushioning, is semi-transparent. Yeezy Boost 350 Natural sneakers are equipped with laces without ties, and in the box you can find a second set of laces with ties. The overall characteristic of the Yeezy Boost is its incredible lightness, palpable comfort and high cushioning.",
  "img": "https://static.tildacdn.com/stor3465-3961-4763-b263-353031613463/42656597.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «MX Rock»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 100",
  "title": "Adidas Yeezy Boost 350 V2 MX Rock sneakers, created as part of the collaboration between adidas and Yeezy, went on sale on December 22, 2021. Made from lightweight Primeknit fabric, this model is decorated with a semi-transparent black side stripe. For the first time in the Yeezy Boost 350 V2 line, a mixed color scheme in a dark style with the addition of Brown and silver shades appeared. Reflective branded three adidas stripes are embroidered on the inside of the back. At the back, to match the sneaker, there is a loop for easy putting on. The sole hides BOOST cushioning, which is still one of the most effective in its industry. The Yeezy Boost 350 sneaker offers impressive lightness, tangible comfort and high cushioning.",
  "img": "https://static.tildacdn.com/stor6438-3466-4136-b762-623338306534/45026911.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Mono cinder»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 600",
  "title": "adidas Yeezy Boost 350 V2 Mono Cinder is a new addition to the Mono Pack Line from adidas and has a semi-transparent design. The release of this model took place on June 24, 2021, just 6 days after the release of the first three colors in this new line. Three shades of Yeezy Boost 350 V2 - Mono Mist, Mono Ice, Mono Clay, presented on this day, were divided into regions of the world, assigning separate batches for Europe, North America and Asia. However, as for Mono Cinder, they could only be ordered on the yeezysupply website and were not available on the official adidas website. In the case of Mono Cinder, the manufacturer decided to move away from the usual use of Primeknit fabric, instead using a semi-transparent monofilament material. Under this material is the supporting frame of the sneaker, which is decorated with a translucent side stripe. On the inside of the back there are three reflective stripes with the adidas logo. On the back, in accordance with the color scheme of the sneakers, there is a loop for easy putting on. The sole uses BOOST cushioning, which remains one of the most effective shoes in the world.",
  "img": "https://static.tildacdn.com/stor3466-6533-4664-b334-393763623733/42262803.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Mono Ice»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 600",
  "title": "adidas Yeezy Boost 350 V2 Mono Ice is a fresh design from adidas, which was released on June 18, 2021. Three different colors of the Yeezy Boost 350 V2 - Mono Ice, Mono Clay, Mono Mist, which were released on the same day, were intended for different regions of the world, in particular for North America, Asia and Europe. This time, the adidas brand decided to move away from the usual Primeknit fabric upper, using a semi-transparent monofilament mesh material instead. Under this outer mesh is hidden the supporting frame of the sneaker, and the pair itself is decorated with a semi-transparent side stripe. Changes were also made to the appearance of the lace holes, which were reinforced with grommets in accordance with the overall silhouette. The inner part of the back is located three reflective adidas stripes. At the back, in accordance with the color scheme of the sneakers, there is a loop for easy putting on. The sole uses BOOST cushioning, which remains one of the most effective shoes in the world.",
  "img": "https://static.tildacdn.com/stor3138-6330-4638-b966-313266383164/43247739.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Mono mist»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 600",
  "title": "adidas Yeezy Boost 350 V2 Mono Mist is an innovative design from adidas, which was released on June 18, 2021. Three different colors of the Yeezy Boost 350 V2 - Mono Mist, Mono Ice, Mono Clay, which were introduced on the same day, were aimed at different regions of the world, in particular for Europe, North America and Asia. In this case, adidas decided to abandon the usual Primeknit upper, instead using a semi-transparent monofilament mesh material. Under this outer mesh is the supporting frame of the sneaker, and the pair itself is complemented by a semi-transparent side stripe. Changes were also made to the appearance of the lace holes, which were reinforced with grommets, interacting with the overall style of the silhouette. The inner part of the back is decorated with three reflective adidas stripes. At the back, in accordance with the color scheme of the sneakers, there is a loop for easy dressing. The sole uses BOOST cushioning, which remains one of the most effective in the shoe industry.",
  "img": "https://static.tildacdn.com/stor3563-3133-4035-a633-323331623466/94717735.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 V2 «Vanta»",
  "collection": "YEEZY BOOST 700",
  "price": "12 800",
  "title": "adidas Yeezy 450 Resin was developed as part of a collaboration between adidas and Yeezy, and their release took place on December 17, 2021. The model was first introduced during the Yeezy Season 8 show at Paris Fashion Week in 2020. This is a completely new concept that differs in appearance from its predecessors. Yeezy 450 sneakers have a complex design that is not as simple as it may seem at first glance. They are made from lightweight Primeknit fabric, and their innovative fang-shaped midsole is made of soft polyurethane (EVA), which provides energy efficiency and ease of movement. A unique lacing system that looks like loops adds completeness to the design of sneakers. Branding is limited to the adidas Performance logo on the outsole. The Yeezy 450 sneaker represents a revolutionary approach to modern shoe design developed jointly by the adidas team and Kanye West.",
  "img": "https://thumb.tildacdn.com/stor6633-3633-4666-a132-656333333039/-/format/webp/72654514.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Utility Black»",
  "collection": "YEEZY BOOST 700",
  "price": "12 800",
  "title": "the adidas Yeezy Boost 700 Utility Black was developed as part of a partnership between adidas and Yeezy, and was released on June 29, 2019. The Yeezy Boost 700 Utility Black model is made of high-quality suede, genuine leather and mesh in dark shades, using the already well-known massive silhouette with a sole that contains Boost cushioning technology. The Yeezy Boost 700's exterior branding is limited to three reflective stripes hidden under the outer mesh on the sides of the sneaker and the adidas Performance logo on the brown rubber outsole. In addition, reflective inserts in the shape of Cat Eye can be seen on sneakers. Adidas Yeezy Boost 700 sneakers offer the highest level of comfort and cushioning in any context.",
  "img": "https://thumb.tildacdn.com/stor3433-3866-4436-a233-396434313465/-/format/webp/17303981.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Analog»",
  "collection": "YEEZY BOOST 700",
  "price": "12 600",
  "title": "adidas Yeezy Boost 700 Analog  was created as part of a collaboration between adidas and Yeezy, and their release took place on April 27, 2019. Yeezy Boost 700 Analog sneakers are made of high-quality beige suede, genuine leather and light mesh, using the already well-known massive silhouette with a sole that contains Boost cushioning technology. The Yeezy Boost 700's exterior branding is limited to three reflective stripes that are hidden under the outer mesh on the sides of the sneaker, and the adidas Performance logo on the black rubber outsole, similar to The Salt model. In addition, reflective inserts can be seen on sneakers in the form of Cat Eye. The adidas Yeezy Boost 700 sneaker offers an impeccable level of comfort and cushioning in any context.",
  "img": "https://thumb.tildacdn.com/stor6236-3237-4037-b231-633831393233/-/format/webp/40190373.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Inertia»",
  "collection": "YEEZY BOOST 700",
  "price": "11 600",
  "title": "adidas Yeezy Boost 700  Inertia was developed as part of a collaboration between adidas and Yeezy, and their release took place on March 9, 2019, six months earlier than the second version of the Yeezy 700 v2 Inertia color scheme. The sneakers are made of genuine leather, mesh and high-quality suede in blue and pale gray shades on the already well-known massive silhouette with a sole that uses Boost cushioning technology. The exterior branding of the Yeezy Boost 700 Inertia model is limited to three reflective stripes that are hidden under the outer mesh on the sides of the sneaker, and the adidas Performance logo on the White rubber sweeper. In addition, reflective inserts can be seen on sneakers in the form of Cat Eye. The adidas Yeezy Boost 700 sneaker offers an unsurpassed level of comfort and cushioning in any situation.",
  "img": "https://thumb.tildacdn.com/stor3738-6130-4235-b264-383035343963/-/format/webp/71556451.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Mauve»",
  "collection": "YEEZY BOOST 700",
  "price": "12 000",
  "title": "adidas Yeezy Boost 700 Mauve was created as part of a collaboration between adidas and Yeezy, and their release took place on October 27, 2018. Yeezy Boost 700 Mauve sneakers are made of high-quality suede in purple shades, genuine leather and dark mesh on the already well-known silhouette with a massive sole, where the shock-absorbing Boost technology is hidden. The Yeezy Boost 700 Mauve branding is limited to three hidden reflective stripes under the outer mesh on the sides of the sneaker, as well as the adidas Performance logo on the brown rubber sweeper. Additionally, reflective inserts can be seen on sneakers in the form of Cat Eye. Adidas Yeezy Boost 700 sneakers offer the highest level of comfort and cushioning in any situation.",
  "img": "https://thumb.tildacdn.com/stor3132-3864-4138-b262-636134656437/-/format/webp/69560658.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 MNVN «Triple Black»",
  "collection": "YEEZY BOOST 700",
  "price": "12 100",
  "title": "adidas Yeezy Boost 700 mnvn Triple Black is the first color option in the new Yeezy Boost 700 mnvn line, developed as part of a partnership between adidas and Yeezy, with the participation of designer Christian Tresser. The release took place on February 8, 2020. The upper of the Yeezy Boost 700 mnvn Triple Black sneaker is completely made of black nylon, which makes it stand out from previous versions of the 700s models, where combinations of suede, leather and textiles were used. The model name is printed on the nylon surface with massive reflective numbers 700. The numbers on the right sneaker are shown in a mirror image. The sole remains unchanged, and it continues to contain Boost cushioning technology, which remains one of the most effective in the shoe industry. The Yeezy Boost 700 mnvn silhouette features a large number of reflective details, such as the model's lettering on the sides, inserts on the toe and back, and reflective windows on the midsole. The model's branding is limited to the adidas Performance logo on a rubber sole. the adidas Yeezy Boost 700 mnvn offers an impeccable level of comfort and cushioning in any environment.",
  "img": "https://thumb.tildacdn.com/stor6364-3632-4639-a539-353938373232/-/format/webp/82534455.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Salt»",
  "collection": "YEEZY BOOST 700",
  "price": "11 100",
  "title": "adidas Yeezy Boost 700 Salt was developed as part of a collaboration between adidas and Yeezy, and was released on February 23, 2019. These sneakers are made of high-quality suede, genuine leather and mesh in light shades, while maintaining a recognizable silhouette with a massive sole that hides Boost cushioning technology. Branding of the Yeezy Boost 700 model is limited to Hidden three reflective stripes under the outer mesh on the sides of the sneaker, as well as the adidas Performance logo on a black rubber sole, as in the case of the Analog model. In addition, reflective inserts are present on the sneakers themselves and are made in the form of a Cat Eye. The adidas Yeezy Boost 700 sneaker is the perfect combination of comfort and cushioning in any situation.",
  "img": "https://thumb.tildacdn.com/stor6330-3637-4766-b636-326639633237/-/format/webp/66855458.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 V2 «Geode»",
  "collection": "YEEZY BOOST 700",
  "price": "11 700",
  "title": "adidas Yeezy Boost 700 V2 Geode  was developed as part of a joint project between adidas and Yeezy, and went on sale on March 23, 2019. These sneakers are made of high-quality suede and thick Primeknit in a familiar silhouette with a massive gray sole that hides Boost cushioning technology. Branding of the Yeezy Boost 700 V2 model is limited to three reflective stripes on the sides of the sneaker and the adidas Performance logo on the rubber sole in gum color. The Yeezy Boost 700 V2 silhouette features numerous reflective details such as laces, stripes on the sides of the sneaker, and inserts on the toe and back. The adidas Yeezy Boost 700 V2 sneaker offers an unsurpassed level of comfort and cushioning in any environment.",
  "img": "https://thumb.tildacdn.com/stor6164-3830-4038-b762-633830326636/-/format/webp/23126940.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 V2 «Hospital Blue»",
  "collection": "YEEZY BOOST 700",
  "price": "12 800",
  "title": "adidas Yeezy Boost 700 V2 Hospital Blue was developed as part of a joint project between adidas and Yeezy, and went on sale on September 28, 2019. These sneakers are made of high-quality suede and thick blue canvas on a well-known silhouette with a massive sole, under which Boost cushioning technology is hidden. Branding of the Yeezy Boost 700 V2 model is limited to three non-reflective stripes on the sides of the sneaker and the adidas Performance logo on a black rubber sole. The Yeezy Boost 700 V2 silhouette features a large number of reflective details, such as stripes on the sides in the lacing area, inserts on the toe and back, and reflective windows on the midsole. The adidas Yeezy Boost 700 V2 sneaker offers an unsurpassed level of comfort and cushioning in any situation.",
  "img": "https://thumb.tildacdn.com/stor3364-3661-4235-a538-306236313135/-/format/webp/80160393.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Wave Runner»",
  "collection": "YEEZY BOOST 700",
  "price": "12 800",
  "title": " adidas Yeezy Boost 700 Wave Runner was the first color option in the 700s line, which was developed as part of a partnership between adidas and Yeezy. They premiered on August 12, 2017 during the Yeezy Season 5 Runway show, and were released exclusively for sale on the Yeezy Supply platform. Yeezy Wave Runner sneakers are made of high-quality suede, genuine leather and mesh Mesh on a familiar silhouette with a massive sole that hides Boost cushioning technology. The Yeezy Boost 700's branding is limited to three reflective stripes that remain hidden under the outer mesh on the sides of the sneaker, and the adidas Performance logo on the rubber sole. In addition, reflective inserts can be seen on the sneakers themselves, which are made in the form of a Cat Eye. The adidas Yeezy Boost 700 sneaker offers an impeccable level of comfort and cushioning in any situation.",
  "img": "https://thumb.tildacdn.com/stor6363-6339-4536-b466-393335363537/-/format/webp/98138674.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 V2 «Mauve»",
  "collection": "YEEZY BOOST 700",
  "price": "12 600",
  "title": "the adidas Yeezy Boost 700 V2 Mauve  was developed in collaboration between adidas and Yeezy. The release of this color option took place on September 25, 2021, which is three years later than the Yeezy 700 Mauve model. Yeezy Boost 700 V2 Mauve sneakers are made of high-quality burgundy suede and dense Primeknit on a well-known silhouette with a massive sole, where Boost cushioning technology is used.  The exterior design of the Yeezy Boost 700 V2 is defined by three reflective stripes on the sides of the sneaker and the adidas Performance logo on a mountain mint-colored rubber sweeper. The silhouette of the Yeezy Boost 700 V2 is characterized by a large number of reflective details, such as laces, stripes on the sides, inserts on the bowl and back, as well as reflective windows on the midsole. The adidas Yeezy Boost 700 V2 sneaker offers an impeccable level of comfort and cushioning in any situation.",
  "img": "https://thumb.tildacdn.com/stor6535-3734-4066-a331-346236356331/-/format/webp/47738139.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Onyx»",
  "collection": "YEEZY BOOST 380",
  "price": "10 800",
  "title": "adidas Yeezy Boost 380 Onyx is the sixth edition of the new Yeezy 380 series, which was scheduled for release before Black Friday 2020. The name indicates the mineral Onyx-a well-known type of quartz with a characteristic iridescent hue. The upper of the Yeezy 380 onyx sneaker is made in dark camouflage color from modern Primeknit material. Note the high neckline, which effectively goes around the leg, resembling the shape of a sock. The convenience of putting on shoes is supported by elastic laces without ties. Efficient air exchange is provided by perforated strips on both sides of the sneaker. The raised semi-transparent sole hides Boost cushioning technology, while the brown outsole completes the futuristic design of this model. Yeezy Boost 380 Onyx is available in reflective and non-reflective versions.",
  "img": "https://thumb.tildacdn.com/stor3931-3430-4566-b739-393139376231/-/format/webp/80690870.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Calcite Glow»",
  "collection": "YEEZY BOOST 380",
  "price": "10 800",
  "title": "adidas Yeezy Boost 380 Calcite Glow is the fifth edition of the new Yeezy 380 series and the first model to use the popular Glow in the Dark technology. The release took place on October 31, 2020. The color was named Calcite for a mineral that belongs to the class of natural carbonates and is a component of lime and chalk. GID technology is available in both midsole and Primeknit fabrics. The upper of the Yeezy 380 sneaker has a light camouflage color, made of upgraded Primeknit material. This silhouette impresses with a high neckline that gracefully fits the leg and resembles the shape of a sock. Comfort when putting on is emphasized by elastic white laces without ties. For additional air exchange, perforated strips of gray color are used, which are located on both sides of the sneaker. The high semi-transparent midsole hides the shock-absorbing Boost technology. If you like the model with GID technology, we also recommend paying attention to the Yeezy Boost 350 V2 Glow.",
  "img": "https://thumb.tildacdn.com/stor3739-3831-4537-a332-363437373564/-/format/webp/66406480.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Alien»",
  "collection": "YEEZY BOOST 380",
  "price": "11 100",
  "title": "adidas Yeezy Boost 380 Alien is the release of the debut model from the new Yeezy 380 series, which was released on November 16, 2019. Note that everyone was waiting for the release of Yeezy Boost 350 V3, but it was Yeezy Boost 380 that came on the scene. The upper of the Yeezy 380 sneaker is presented in a light camouflage color, using an upgraded Primeknit material. This silhouette is characterized by a high neckline that creates a form-fitting effect around the ankle, resembling the shape of a sock. To improve the ventilation of shoes, perforated strips located on both sides of the sneaker are used. The high semi-transparent midsole hides the Boost cushioning technology that covers the entire length of the sole. Undoubtedly, Yeezy Boost 380 Alien is a new stage in the evolution of the Kanye West brand.",
  "img": "https://thumb.tildacdn.com/stor3935-6666-4031-b632-393234376637/-/format/webp/76544896.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Mist»",
  "collection": "YEEZY BOOST 380",
  "price": "10 800",
  "title": "adidas Yeezy Boost 380 Mist is the second release of the new Yeezy 380 series, released on March 25, 2020. The upper part of the Yeezy 380 Mist sneaker is made in delicate shades with a camouflage print made of upgraded Primeknit material. Note the high neckline that wraps the leg around the ankle and has a sock-like shape. To ensure good ventilation of the shoe, perforated strips are used, located on both sides of the sneaker. The high semi-transparent midsole hides the Boost cushioning technology that extends along the entire length of the sole. The futuristic design of the model is completed with a brown sweep. Yeezy Boost 380 Mist is available in reflective and non-reflective versions.",
  "img": "https://thumb.tildacdn.com/stor3661-6439-4638-a534-363338306465/-/format/webp/85742202.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Mist Reflective»",
  "collection": "YEEZY BOOST 380",
  "price": "10 800",
  "title": "adidas Yeezy Boost 380 Mist Reflective is a variant of the Mist  color scheme with the addition of reflective elements to Primeknit. The release took place on February 29, 2020. The upper layer of the Yeezy 380 Mist Reflective sneaker is made in delicate shades with a camouflage print made of upgraded Primeknit material, which has the property of reflective. Note the high neckline that wraps the leg around the ankle, resembling a sock. Good air exchange is provided by perforated strips located on both sides of the sneaker. A high semi-transparent midsole hides Boost's shock-absorbing technology, while a brown sweep completes the model's futuristic design.",
  "img": "https://thumb.tildacdn.com/stor3462-3731-4838-b530-653061633164/-/format/webp/96193639.png"
}, {
  "name": "ADIDAS YEEZY 450 «Dark Slate»",
  "collection": "YEEZY 450",
  "price": "11 300",
  "title": " the adidas Yeezy 450 Dark Slate was created as part of a collaboration between adidas and Yeezy. The release of this Color version took place on June 25, 2021. The model was first introduced during the Yeezy Season 8 show at Paris Fashion Week in 2020. This model is completely new and differs from its predecessors in appearance. Yeezy 450 sneakers have a folding design, not as simple as it may seem at first glance. The upper of the sneaker is made of lightweight fabric using Primeknit technology, while the innovative fang-shaped midsole uses soft polyurethane (EVA), which ensures a return of energy after each step and ease of movement. An unusual element in the design of sneakers is the original lacing, made in the form of loops. Branding is confirmed by the adidas Performance logo on the sweeper. The Yeezy 450 sneaker is a revolutionary approach to modern shoe design from the adidas and Kanye West team.",
  "img": "https://static.tildacdn.com/stor3539-3436-4536-b163-383233623763/17425051.png"
}, {
  "name": "ADIDAS YEEZY 450 «Cloud White»",
  "collection": "YEEZY 450",
  "price": "11 300",
  "title": "the adidas Yeezy 450 Cloud White was developed as part of a collaboration between adidas and Yeezy. This Color version was released on March 6, 2021. The model was first introduced during the Yeezy Season 8 show at Paris Fashion Week in 2020. This is a completely new model that differs from its predecessors in appearance. Yeezy 450 sneakers have a folding design that is not as simple as it may seem at first glance. The upper of the sneaker is made of lightweight fabric using Primeknit technology, while the innovative fang-shaped midsole uses soft polyurethane (EVA), which ensures a return of energy after each step and ease of movement. The final element in the design of sneakers is the original lacing, made in the form of loops. Branding is limited to the adidas Performance logo. The Yeezy 450 sneaker is a revolutionary approach to modern shoe design from the adidas and Kanye West team.",
  "img": "https://static.tildacdn.com/stor3532-6538-4763-b365-396435396161/90120043.png"
}, {
  "name": "ADIDAS YEEZY 450 «Resin»",
  "collection": "YEEZY 450",
  "price": "10 400",
  "title": "adidas Yeezy 450 Resin was developed as part of a collaboration between adidas and Yeezy. This Color version was released on December 17, 2021. The model was first introduced during the Yeezy Season 8 show at Paris Fashion Week in 2020. This is a completely new model that differs from its predecessors in appearance. Yeezy 450 sneakers have a folding design that is not as simple as it may seem at first glance. The upper of the sneaker is made of lightweight fabric using Primeknit technology, while the innovative fang-shaped midsole uses soft polyurethane (EVA), which ensures a return of energy after each step and ease of movement. The final element in the design of sneakers is the original lacing, made in the form of loops. Branding is limited to the adidas Performance logo. The Yeezy 450 sneaker is a revolutionary approach to modern shoe design from the adidas and Kanye West team.",
  "img": "https://thumb.tildacdn.com/stor3732-3338-4632-b138-323939346438/-/format/webp/56856378.png"
}, {
  "name": "ADIDAS YEEZY 500 «Utility Black»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "the adidas Yeezy 500 Utility Black was created as part of a collaboration between adidas and Yeezy and went on sale on July 7, 2018. The upper of the Yeezy Utility Black sneaker is made of high-quality suede and burlap, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface. A reflective coating is placed on the tongue and lacing elements. Branding is limited to the adidas Performance logo on the back of the sneaker. This series from Kanye West embodies a harmonious combination of retro style in a modern performance. Yeezy 500 sneakers are considered a real classic of the brand.",
  "img": "https://thumb.tildacdn.com/stor6434-3538-4537-b564-306335386561/-/format/webp/91239177.png"
}, {
  "name": "ADIDAS YEEZY 500 «Ash Grey»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Ash Grey was created as part of a collaboration between adidas and Yeezy and went on sale on December 4, 2021. The upper of the Yeezy Ash Grey sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface. A reflective coating is placed on the tongue and lacing elements. Branding is limited to the adidas Performance logo on the back of the sneaker. This series from Kanye West embodies a harmonious combination of retro style in a modern performance. Yeezy 500 sneakers are considered a real classic of the brand.",
  "img": "https://thumb.tildacdn.com/stor3464-3033-4637-b539-326265366238/-/format/webp/93933290.png"
}, {
  "name": "ADIDAS YEEZY 500 «Blush»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Blush was created as part of a collaboration between adidas and Yeezy and went on sale on February 16, 2018. The upper of the Yeezy Blush sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface. A reflective coating is placed on the tongue and lacing elements. Branding is limited to the adidas Performance logo on the back of the sneaker. This series from Kanye West embodies a harmonious combination of retro style in a modern performance. Yeezy 500 sneakers are considered a real classic of the brand.",
  "img": "https://thumb.tildacdn.com/stor3664-6133-4764-b737-316263626531/-/format/webp/85871756.png"
}, {
  "name": "ADIDAS YEEZY 500 «Bone White»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Bone White was created as part of a collaboration between adidas and Yeezy and went on sale on August 24, 2019. The upper of the Yeezy Bone White sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface. A reflective coating is placed on the tongue and lacing elements. Branding is limited to the adidas Performance logo on the back of the sneaker. This line from the Kanye West brand embodies a harmonious combination of retro style in a modern design. Yeezy 500 sneakers are considered a real classic of the brand.",
  "img": "https://thumb.tildacdn.com/stor6437-3838-4633-b262-663834373261/-/format/webp/93207360.png"
}, {
  "name": "ADIDAS YEEZY 500 «Clay Brown»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Clay Brown was created as part of a collaboration between adidas and Yeezy and went on sale on October 30, 2021. The upper of the Yeezy Clay Brown sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface. A reflective coating is placed on the tongue and lacing elements. Branding is limited to the adidas Performance logo on the back of the sneaker. This line from the Kanye West brand embodies a harmonious combination of retro style in a modern design. Yeezy 500 sneakers are considered a real classic of the brand.",
  "img": "https://thumb.tildacdn.com/stor6339-3630-4362-b734-346562323237/-/format/webp/73962037.png"
}, {
  "name": "ADIDAS YEEZY 500 «Granite»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Granite was created as part of a collaboration between adidas and Yeezy and went on sale on May 14, 2022. The upper of the Yeezy Granite sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface. The reflective coating is located on the tongue and lacing elements. Branding is limited to the adidas Performance logo on the back of the sneaker. This line from the Kanye West brand embodies a harmonious combination of retro style in a modern design. Yeezy 500 sneakers are considered a real classic of the brand.",
  "img": "https://thumb.tildacdn.com/stor3762-6338-4835-b732-356637666266/-/format/webp/14726303.png"
}, {
  "name": "ADIDAS YEEZY 500 «Salt»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Salt produced in collaboration with adidas and Yeezy and went on sale on November 30, 2018. The upper of the Yeezy Salt sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. Yeezy 500 sneakers are equipped with an Ortholite foam insole with memory effect and a comfortable lining that leaves no traces on the surface. The reflective coating is located on the tongue and lacing elements. The branding is represented by the adidas Performance logo on the back of the sneaker. This series from the Kanye West brand embodies a harmonious combination of retro style in a modern design, and Yeezy 500 sneakers are considered a real classic of the brand.",
  "img": "https://thumb.tildacdn.com/stor6366-6361-4661-b934-666339623336/-/format/webp/12969975.png"
}, {
  "name": "ADIDAS YEEZY 500 «Soft Vision»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "the adidas Yeezy 500 Soft Vision  is the result of a collaboration between adidas and Yeezy and was released on November 2, 2019. The upper of the Yeezy Soft Vision sneaker is made of high-quality suede and lace, and the sole uses adiPRENE+cushioning technology. The Yeezy 500 sneaker features a memory-enhanced Ortholite foam insole and a comfortable lining that leaves no residue on the surface.Elements of the reflective coating are located on the tongue and lacing details. The branding is represented by the adidas Performance logo on the back of the sneaker. This series from the Kanye West brand reveals a harmonious combination of retro style in a modern design, and Yeezy 500 sneakers are considered a real classic of the brand.",
  "img": "https://static.tildacdn.com/stor6636-3632-4631-a335-396664663963/67368460.png"
}, {
  "name": "ADIDAS YEEZY 500 «Stone»",
  "collection": "YEEZY 500",
  "price": "11 300",
  "title": "adidas Yeezy 500 Stone is an improved version of the Yeezy 500 and went on sale on November 23, 2019. The color  Stone impresses with light shades of beige and successfully resembles the previous release of 2018 - Blush. The main new feature compared to all previous releases in the Yeezy 500 series is the upper made of neoprene instead of the usual mesh Mesh. Premium suede and leather inserts remain key materials in the sneaker, as does the sculpted sole, which has built-in adiPRENE+cushioning technology. The Yeezy 500 features a comfortable Ortholite foam insole and is branded with the adidas Performance logo on the heel of the sneaker. This issue from Kanye West's team embodies a harmonious combination of retro style in a modern performance. The release of Yeezy 500 Stone ended 2019 and became extremely popular among fans of the brand.",
  "img": "https://thumb.tildacdn.com/stor3738-6636-4536-b736-653237323039/-/format/webp/26061094.png"
}, {
  "name": "ADIDAS YEEZY 500 «Taupe Light»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Taupe Light, developed in collaboration with adidas and Yeezy, went on sale on June 5, 2021. The upper of the Yeezy Taupe Light sneaker is made of high-quality suede and mesh Mesh, and the sole uses adiPRENE+cushioning technology. Yeezy 500 sneakers are equipped with a comfortable Ortholite foam insole with memory effect and a reliable sweep, which provides a high level of comfort and leaves no traces on the surface. Reflective coating is placed on the tongue and lacing elements. Branding is represented by the adidas Performance logo on the heel of the sneaker. This issue of the Kanye West brand embodies a harmonious combination of retro style and modern performance. Yeezy 500 sneakers are considered a real classic in the brand's range.",
  "img": "https://thumb.tildacdn.com/stor3165-6135-4030-a236-623361623666/-/format/webp/89340315.png"
}, {
  "name": "ADIDAS YEEZY 500 «Enflame»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Enflame, developed in collaboration with adidas and Yeezy, went on sale on May 8, 2021. The upper of the Yeezy Enflame sneaker is made of high-quality suede and mesh Mesh, and the sole uses adiPRENE+cushioning technology. Yeezy 500 sneakers are equipped with a comfortable foam insole Ortholite with memory effect and a reliable sweep, which provides a high level of comfort and leaves no traces on the surface. Reflective coating is placed on the tongue and lacing elements. Branding is represented by the adidas Performance logo on the heel of the sneaker. This issue of the Kanye West brand embodies a harmonious combination of retro style and modern performance. Yeezy 500 sneakers are considered a real classic in the brand's range.",
  "img": "https://thumb.tildacdn.com/stor3630-6333-4630-a533-323764356330/-/format/webp/48109158.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Alvah»",
  "collection": "YEEZY 700 V3",
  "price": "12 900",
  "title": "adidas Yeezy 700 V3 Alvah, developed in collaboration with adidas and Yeezy, was released on April 11, 2020. This is the second color scheme of the Yeezy 700 V3, after the Azael, stands out for its futuristic design and the lack of a Boost cushioning system in the sole. The upper of the sneaker is made of lightweight Primeknit, framed by a shaped cage made of hard polyurethane that glows in the dark and resembles angel wings. This design guarantees a tight fit and secure hold of the foot. Reflective details on the base complement the lacing, and branding is limited to the adidas Performance logo on the heel of the sneaker. The EVA midsole provides comfort and durability, while the rubber outsole improves grip. Adidas Yeezy 700 V3 Alvah sneakers are equipped with Ortholite insoles with memory effect.",
  "img": "https://thumb.tildacdn.com/stor3132-6363-4465-b064-356564396137/-/format/webp/56705376.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Arzareth»",
  "collection": "YEEZY 700 V3",
  "price": "11 600",
  "title": "adidas Yeezy 700 V3 Arzareth -the third color of the impressive 700s in the third version. The summer 2020 release differs from its predecessors (Yeezy Boost 700) in its futuristic design and lack of a Boost cushioning system in the sole. The upper is made of lightweight textile, surrounded by a shaped cage made of hard polyurethane, which glows in the dark, resembling angel wings. The black nylon tongue is hidden under a new lacing system, the loops of which are located behind the side panels. This design ensures a tight fit and secure hold of the foot. Lacing is complemented by reflective details near the base. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip. Adidas Yeezy 700 V3 Arzareth sneakers are equipped with Ortholite insoles with memory effect.",
  "img": "https://thumb.tildacdn.com/stor6439-6637-4531-b765-306537313661/-/format/webp/22470007.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Azael»",
  "collection": "YEEZY 700 V3",
  "price": "12 600",
  "title": "the adidas Yeezy 700 V3 Azael  was developed as part of the adidas x Yeezy collaboration. This is the first color of the 700th model in its third version, which was released on December 23, 2019. This model stands out from its predecessors due to its futuristic design and the lack of a Boost cushioning system in the sole. The upper is made of lightweight Primeknit surrounded by a rigid polyurethane shaped cage that glows in the dark in The Shape of angel wings. This design ensures a tight fit and secure hold of the foot. Lacing is complemented by reflective details along the base, and branding is limited to the adidas Performance logo on the heel of the sneaker. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip on the surface. Adidas Yeezy 700 V3 Azael sneakers are equipped with Ortholite insoles with memory effect.",
  "img": "https://thumb.tildacdn.com/stor3638-6466-4463-a237-633632623961/-/format/webp/27534527.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Clay Brown»",
  "collection": "YEEZY 700 V3",
  "price": "12 900",
  "title": "adidas Yeezy 700 V3 Clay Brown is the fifth color scheme of the outstanding 700 model in its third version. The release of this version took place in the winter of 2020, and this model stands out from its predecessors due to its futuristic design and the lack of a Boost cushioning system in the sole. The upper of the sneaker is made of lightweight textile, which is surrounded by a shaped cage made of hard polyurethane, glowing in the dark in the form of angel wings. The black nylon tongue is hidden under a new lacing system, the loops of which are located under the side panels. This design ensures a tight fit and secure fixation of the foot. Lacing is complemented by reflective details at the base. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip on the surface. Yeezy 700 V3 Clay Brown sneakers are equipped with Ortholite insoles with memory effect.",
  "img": "https://static.tildacdn.com/stor3735-3431-4138-b534-623237633234/93024645.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Copper Fade»",
  "collection": "YEEZY 700 V3",
  "price": "10 100",
  "title": "adidas Yeezy 700 V3 Copper Fade is a new color scheme of the elongated 700s in their third version. This model was released on December 10, 2021 and stands out from its predecessors, the Yeezy Boost 700, thanks to its futuristic design and the lack of a Boost cushioning system in the sole. The upper is made of lightweight textile, which is framed by a shaped cage made of hard polyurethane, glowing in the dark in the form of angel wings. The brown nylon tongue is hidden under a new lacing system, the loops of which are located under the side panels. The design ensures a tight fit and stable fixation of the foot. Lacing is complemented by reflective elements at the base. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip on the surface. Adidas Yeezy 700 V3 Copper Fade sneakers are equipped with Ortholite insoles with memory effect.",
  "img": "https://thumb.tildacdn.com/stor6631-3539-4938-b431-633361393837/-/format/webp/54942856.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Kyanite»",
  "collection": "YEEZY 700 V3",
  "price": "10 600",
  "title": "adidas Yeezy 700 V3 Kyanite is a new variant of the iconic 700s in their third version. Released in spring 2021, this release stands out from its predecessors, the Yeezy Boost 700, thanks to its futuristic design and lack of a Boost cushioning system in the sole. The upper is made of lightweight textile surrounded by a rigid polyurethane shaped cage that glows in the dark, resembling angel wings. The black nylon tongue is hidden under the new lacing system, and its loops are hidden under the side panels. The design ensures a tight fit and secure fixation of the foot. Lacing is complemented by reflective details at the base. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip. Adidas Yeezy 700 V3 Kyanite sneakers are equipped with Ortholite insoles with memory effect.",
  "img": "https://static.tildacdn.com/stor6134-3261-4233-b936-303039613231/22090884.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Mono Safflower»",
  "collection": "YEEZY 700 V3",
  "price": "11 000",
  "title": "adidas Yeezy 700 V3 Mono Safflower is a new color scheme of the famous 700s in their third version. This release, introduced on March 18, 2022, differs from its predecessors (Yeezy Boost 700) in its futuristic design and lack of a Boost cushioning system in the sole. The upper is made of lightweight textile surrounded by a rigid polyurethane shaped cage that glows in the dark and is shaped like angel wings. The black nylon tongue is hidden under the new lacing system, and its loops are hidden under the side panels. The design guarantees a tight fit and stable fixation of the foot. Lacing is complemented by reflective elements at the base. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip on the surface. Adidas Yeezy 700 V3 Mono Safflower sneakers are equipped with Ortholite insoles with memory effect.",
  "img": "https://thumb.tildacdn.com/stor3235-3937-4530-a161-613135636639/-/format/webp/60174060.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Safflower»",
  "collection": "YEEZY 700 V3",
  "price": "10 600",
  "title": "adidas Yeezy 700 V3 Safflower is the fourth color of the impressive 700s in their third version. This release, introduced in the fall of 2020, stands out among its predecessors (Yeezy Boost 700) for its modern futuristic design and the lack of a Boost cushioning system in the sole. The upper is made of lightweight textile surrounded by a rigid polyurethane structural cage that glows in the dark and is shaped like angel wings. The black nylon tongue is hidden under the new lacing system, and the loops of this system are hidden under the side panels. The design ensures a tight fit and secure fixation of the foot. Lacing is complemented by reflective details at the base. The EVA midsole is responsible for comfort and durability, while the rubber outsole improves grip. Yeezy 700 V3Safflower sneakers are equipped with Ortholite insoles with memory effect.",
  "img": "https://static.tildacdn.com/stor6432-6433-4635-a531-613532653537/76377992.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Onyx»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Onyx is a new version of all-black slates with a unique upper texture, presented as part of the adidas x Yeezy collaboration. The release of this Color took place on March 7, 2022. Despite its minimalistic design, Yeezy Slide slates impress with their sophistication and functionality. Yeezy Slide slippers are made of soft EVA foam, which makes them light and very durable for long-term use. Special grooves in the area of the toes, pads and heel guarantee a secure fixation of the foot, and the ribbed sole provides a reliable grip even on slippery surfaces, providing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the heel pad, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for superior wearing comfort.",
  "img": "https://static.tildacdn.com/stor3264-3365-4334-a631-393235356134/25502788.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Bone»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Bone is the result of a collaboration between adidas and Yeezy. These slates were released on December 6, 2019, along with the Desert Sand and Resin variants. Even with their minimalist design, they impress with their sophistication and functionality. Yeezy Slide slippers are made of soft EVA foam, giving them lightness and endurance throughout the entire period of operation. Thanks to special grooves in the toe area, a pillow under the foot and heel, slates guarantee a reliable fixation of the foot. The ribbed outsole provides excellent grip even on slippery surfaces, providing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the heel pad, as well as the Yeezy inscription engraved on the inside of the slates. the adidas Yeezy Slide is not only incredibly lightweight, but also provides maximum cushioning for maximum comfort.",
  "img": "https://thumb.tildacdn.com/stor3132-6461-4866-a232-366431373065/-/format/webp/70398039.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Corе»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": " adidas Yeezy Slide Core is the result of a collaboration between adidas and Yeezy, and their release took place on September 4, 2020. The shade of this color resembles Earth Brown, but Core is slightly lighter. Despite the minimalistic design of the slates, they impress with their complexity and functionality. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable throughout the entire period of operation. Thanks to special grooves in the toe area, a cushion under the foot and heel, the foot is securely fixed, and the ribbed sole provides excellent grip even on slippery surfaces, providing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the heel pad, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not just incredibly lightweight, but also maximum cushioning for maximum comfort.",
  "img": "https://thumb.tildacdn.com/stor6665-6636-4139-b263-666137633937/-/format/webp/87208757.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Desert Sand»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": " adidas Yeezy Slide  Desert Sand is the result of a collaboration between adidas and Yeezy, and their release took place on December 6, 2019, along with the color options Bone and Resin. Even with the minimalistic design of slates, they impress with their complexity and functionality. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable for long-term use. Thanks to special grooves in the area of the fingers, pads under the foot and heel, the foot is securely fixed, and the ribbed sole provides excellent grip even on slippery surfaces, guaranteeing maximum comfort and protection from slipping. The exterior branding is limited to the adidas Performance logo on the heel pad, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for maximum comfort.",
  "img": "https://static.tildacdn.com/stor6535-3233-4438-b131-623032626539/53743113.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Earth Brown»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Earth Brown is the result of a collaboration between adidas and Yeezy, and their release took place on April 16, 2020. Even with a minimalistic design, flip-flops impress with their complexity and functionality. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable throughout their entire service life. Thanks to special grooves in the toe area, under the foot and heel, the foot is securely fixed, and the ribbed sole provides excellent grip even on slippery surfaces, guaranteeing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the heel pad, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for maximum comfort.",
  "img": "https://static.tildacdn.com/stor3963-3965-4238-b832-653062396530/81746677.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Enflame Orange»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Enflame Orange is the result of a collaboration between adidas and Yeezy, and their release took place on June 21, 2021. In addition, Yeezy Slide Glow Green slates are also famous for their bright and catchy shade. Even with their minimalistic design, they impress with their complexity and functionality. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable throughout the entire wear period. Thanks to special grooves in the toe area, under the foot and heel, the foot is firmly fixed, and the ribbed sole guarantees excellent grip even on slippery surfaces, providing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the sole in the heel area, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for maximum comfort.",
  "img": "https://static.tildacdn.com/stor3839-6431-4132-b433-626663656535/47667418.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Glow Green»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": " adidas Yeezy Slide Glow Green is the result of a collaboration between adidas and Yeezy, and their release took place on September 6, 2021. In addition, Yeezy Slide Enflame Orange slates are also famous for their brightness and visibility. Even with their minimalistic design, they impress with their complexity and functionality. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable throughout the entire wear period. Thanks to special grooves in the toe area, under the foot and heel, the foot is securely fixed, and the ribbed sole guarantees excellent grip even on slippery surfaces, providing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the sole in the heel area, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for maximum comfort.",
  "img": "https://static.tildacdn.com/stor3633-3966-4231-b865-326139323266/79831312.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Pure»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Pure is the result of a collaboration between adidas and Yeezy, and their release took place on April 26, 2021. Even with a minimalistic design, Yeezy Slide Pure slates impress with their complexity and functionality, not allowing them to look too simple at first glance. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable throughout the entire wear period. Thanks to special grooves in the toe area, under the foot and heel, the foot is securely fixed, and the ribbed sole provides excellent grip, especially on slippery surfaces, guaranteeing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the sole in the heel area, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for maximum comfort.",
  "img": "https://static.tildacdn.com/stor3733-3632-4535-b233-303431353766/87606481.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Resin»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": " adidas Yeezy Slide  Resin is the result of a collaboration between adidas and Yeezy, and their release took place on December 6, 2019, in parallel with the release of the colors Desert Sand andBone. Even with a minimalistic design, Yeezy Slide Resin slates impress with their complexity and functionality, not allowing them to look too simple at first glance. Yeezy Slide slippers are made of soft EVA foam, which makes them light and durable throughout the entire wear period. Thanks to special grooves in the toe area, under the foot and heel, the foot is securely fixed, and the ribbed sole provides excellent grip, especially on slippery surfaces, guaranteeing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the sole in the heel area, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning for maximum comfort",
  "img": "https://static.tildacdn.com/stor3730-3837-4130-a337-633964633366/84053259.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Soot»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Soot is the result of a collaboration between adidas and Yeezy brands and went on sale on September 4, 2020. Before the release of the color Onyx, Sow was considered the darkest color of the series. Even with their minimalist design, slates impress with their complexity and functionality, not allowing them to look too simple at first glance. Lightweight and durable, the Yeezy Slide Soot is made of soft EVA foam, providing comfort throughout its service life. Thanks to special grooves in the toe area, under the foot and heel, the foot is securely fixed, and the ribbed sole guarantees an effective grip even on slippery surfaces, providing maximum comfort and anti-slip protection. The exterior branding is limited to the adidas Performance logo on the sole in the heel area, as well as the Yeezy inscription engraved on the inside of the slates. adidas Yeezy Slide is not only incredibly lightweight, but also maximum cushioning to provide you with comfort in every step.",
  "img": "https://static.tildacdn.com/stor3534-6562-4138-b031-323664313334/18489245.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Onyx»",
  "collection": "YEEZY FOAM RNNR",
  "price": "9 300",
  "title": "adidas Yeezy Foam Runner Onyx is a new, all-black shoe that was born as a result of the collaboration between adidas and Yeezy and was presented to the world on June 8, 2022. The Yeezy Foam Runner model breaks down design stereotypes and is actually a prototype that went into mass production. The futuristic foam runner silhouette is made from a lightweight and soft EVA material based on recycled seaweed. Thanks to the perforation and special grooves on the inside, the shoes securely fix the foot and prevent sweating. The ribbed outsole guarantees an effective grip even on slippery surfaces to provide you with maximum comfort and anti-slip protection. External branding is represented only by the adidas Performance logo on the sole. Yeezy Foam Runner is not only incredibly light, but also a feeling of maximum comfort.",
  "img": "https://thumb.tildacdn.com/stor6130-3366-4939-b165-653636623731/-/format/webp/25175798.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Ararat»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Ararat is the first color version in the Foam Runner line, which was created as part of a collaboration between adidas and Yeezy. The release took place on June 26, 2020, and it is named after the highest volcanic massif of the Armenian Highlands – Mount Ararat. This Kanye West expressed his respect for the homeland of his wife Kim Kardashian. The Yeezy Foam Runner model breaks out of the usual design standards, practically functioning as a prototype released for mass production. The futuristic foam Runner silhouette is made from a lightweight and soft EVA material based on recycled seaweed. Thanks to the perforation and special grooves on the inside, the shoes securely fix the foot and do not cause sweating. The ribbed outsole provides an effective grip even on slippery surfaces, guaranteeing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sweeper. Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
  "img": "https://thumb.tildacdn.com/stor6633-6437-4764-a164-376139316661/-/format/webp/32164974.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «MX Cream Clay»",
  "collection": "YEEZY FOAM RNNR",
  "price": "9 300",
  "title": " adidas Yeezy Foam Runner MX Cream Clay is the result of a collaboration between adidas and Yeezy, which was introduced on August 2, 2021. This model breaks down standard design concepts, practically functioning as a prototype designed for mass production. Its futuristic silhouette is made of light and soft EVA material, created on the basis of recycled seaweed. Thanks to the perforation and special grooves on the inside, the shoe securely fixes the foot, preventing sweating. The ribbed outsole guarantees an effective grip even on slippery surfaces, providing you with maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo located on the sole. adidas Yeezy Foam Runner is not just incredible lightness, but also tangible comfort.",
  "img": "https://thumb.tildacdn.com/stor3063-3666-4564-b766-313530373761/-/format/webp/74312739.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Mineral Blue»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": " adidas Yeezy Foam Runner Mineral Blue is a collaboration product between adidas and Yeezy, which was introduced on May 29, 2021. This model destroys all traditional design concepts, effectively acting as a prototype designed for mass production. The futuristic foam Runner silhouette is made from a lightweight and soft EVA material developed from recycled seaweed. Thanks to the perforation and special grooves on the inside, the shoes securely fix the foot, avoiding sweating. The ribbed outsole provides a secure grip even on slippery surfaces, providing you with maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo located on the sole. adidas Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
  "img": "https://thumb.tildacdn.com/stor3736-3235-4134-a566-373539383738/-/format/webp/79404252.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Mist»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": " adidas Yeezy Foam Runner Mist was created as part of a partnership between adidas and Yeezy. The launch took place on March 11, 2022, on the same day as the mixed coloring of Stone Sage. The Yeezy Foam Runner model revolutionizes the idea of design, effectively acting as a prototype for mass production. The modern foam runner silhouette is made from a lightweight and soft EVA material based on recycled seaweed. Thanks to the perforation and special grooves on the inside, the shoe securely fixes the foot, preventing moisture release. The ribbed outsole guarantees a secure grip even on slippery surfaces, providing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sole. adidas Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
  "img": "https://thumb.tildacdn.com/stor6662-3066-4138-b935-356362616266/-/format/webp/45368167.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «MXT Moon Gray»",
  "collection": "YEEZY FOAM RNNR",
  "price": "9 300",
  "title": "adidas Yeezy Foam Runner MXT Moon Gray was created as part of a collaboration between adidas and Yeezy. The release took place on March 26, 2021, simultaneously with the mixed color Sand. The Yeezy Foam Runner model transcends the concept of design, effectively acting as a prototype for mass production. With a futuristic silhouette made from a light and soft EVA material based on recycled seaweed, they are impressive. Perforation and special grooves on the inside ensure a secure fixation of the foot and prevent excessive moisture release. The ribbed outsole guarantees an effective grip even on slippery surfaces, providing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sole. adidas Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
  "img": "https://thumb.tildacdn.com/stor6235-3963-4138-a430-333333666636/-/format/webp/55233157.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Ochre»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Ochre was developed as part of a collaboration between adidas and Yeezy, and their release took place on August 2, 2021. The Yeezy Foam Runner model transcends the concept of design, effectively acting as a prototype for mass production. The futuristic foam Runner silhouette is made from a lightweight and soft EVA material based on recycled seaweed. The design includes perforations and special grooves on the inside, which guarantee a secure fixation of the foot and prevent excessive moisture release. The ribbed outsole provides an effective grip even on slippery surfaces, providing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sweeper. adidas Yeezy Foam Runner is not just incredible lightness, but also tangible comfort.",
  "img": "https://static.tildacdn.com/stor6530-3737-4561-b830-333937663662/55806935.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «MX Sand Grey»",
  "collection": "YEEZY FOAM RNNR",
  "price": "9 300",
  "title": " adidas Yeezy Foam Runner MX Sand Grey was developed as part of a collaboration between adidas and Yeezy, and their release took place on December 11, 2021. The Yeezy Foam Runner model surpasses standard design concepts, effectively acting as a prototype for mass production. The futuristic foam Runner silhouette is made from a lightweight and soft EVA material based on recycled seaweed. The design includes perforations and special grooves on the inside, which ensure a secure fixation of the foot and prevent excessive moisture release. The ribbed outsole provides an effective grip even on slippery surfaces, providing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sweeper. adidas Yeezy Foam Runner is not just incredible lightness, but also tangible comfort.",
  "img": "https://thumb.tildacdn.com/stor3463-6663-4364-b131-306139373861/-/format/webp/38838505.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Sand»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Sand was developed as part of a collaboration between adidas and Yeezy. They were released on March 26, 2021 and were introduced one day along with the MXT Moon Grayvariant. The Yeezy Foam Runner model goes beyond standard design concepts, effectively serving as a prototype for mass production. The futuristic silhouette of the Foam Runner is made of light and soft EVA material, based on recycled seaweed. Thanks to the perforation and special grooves on the inside, the slippers are securely fixed and do not contribute to excessive sweating. The ribbed outsole provides excellent grip even on slippery surfaces, providing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sweeper. adidas Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
  "img": "https://static.tildacdn.com/stor3463-3637-4266-a462-623239343936/33795790.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Stone Sage»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Stone Sage was developed as part of a collaboration between adidas and Yeezy. The release of this coloring book took place on March 11, 2022, and one day they released a variant of Mist. The Yeezy Foam Runner model violates all traditional design standards, practically acting as a prototype for mass production. The futuristic foam Runner silhouette is made from a light and soft EVA material based on recycled seaweed. Thanks to the perforation and special grooves on the inside, they are securely fixed on the foot, preventing excessive sweating. The ribbed outsole provides excellent grip even on slippery surfaces, guaranteeing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sweeper. adidas Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
  "img": "https://static.tildacdn.com/stor3830-6637-4234-a635-656135353136/92133440.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Vermillion»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Vermillion was developed as part of a collaboration between adidas and Yeezy. The release of this Color scheme took place on October 29, 2021. The Yeezy Foam Runner model redefines all standard design concepts, effectively serving as a prototype for mass production. The futuristic foam Runner silhouette is made from a lightweight and soft EVA material based on recycled seaweed. Thanks to the perforation and special grooves on the inside, they are securely fixed on the foot, preventing excessive sweating. The ribbed outsole provides excellent grip even on slippery surfaces, guaranteeing maximum comfort and anti-slip protection. External branding is limited only to the adidas Performance logo on the sweeper. adidas Yeezy Foam Runner is not only incredibly light, but also tangible comfort.",
  "img": "https://static.tildacdn.com/stor6462-6463-4664-b133-363161333863/21372868.png"
}, {
  "name": "ADIDAS YEEZY KNIT RUNNER «Sulfur»",
  "collection": "YEEZY KNIT RNR",
  "price": "8 400",
  "title": "adidas Yeezy Knit Runner Sulfur is a new model with a futuristic design that has a similar shape to the Foam Runner. It was developed as part of the adidas x Yeezy collaboration, and was released on September 23, 2021. The upper is made in a yellow shade of knitted material that completely fits the leg. To mark the external size of each pair on the bone, beige is used, where information about the size is displayed in black font. A thin rubber sole with a herringbone pattern completes the futuristic design. The external branding of the Yeezy Knit Runner model is represented only by the adidas Performance logo located on the sole.",
  "img": "https://thumb.tildacdn.com/stor6436-3538-4336-a135-306433653639/-/format/webp/93380200.png"
}, {
  "name": "ADIDAS YEEZY QNTM «Quantum»",
  "collection": "YEEZY QMTM",
  "price": "11 200",
  "title": "adidas Yeezy QNTM  Quantum is a casual version of basketball shoes from the new QNTM  line from Adidas in collaboration with Kanye West. Designed to be worn not only on the basketball court, the model was influenced by Kanye West's favorite sport and has a high silhouette. adidas Yeezy QNTM Quantum is made of reflective inserts that are not available in the basketball version. The main light gray fabric of the sneaker is made using Primeknit technology, which has a textured appearance similar to the models from the Yeezy Boost 350 V2 series. Providing an impeccable level of comfort and cushioning in any situation, Boost technology is used in this model. Yeezy Quantum sneakers were released on February 16, 2020 in limited quantities — 4,120 pairs — for the NBA's All-Star Weekend in Chicago. In September of the same year, a restock of painting took place.",
  "img": "https://thumb.tildacdn.com/stor3439-6134-4165-b064-386265363933/-/format/webp/28631019.png"
}];
var pol = [{
  "name": "ADIDAS YEEZY BOOST 350 V2 «Black»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "adidas Yeezy Boost 350 V2 Black Non-Reflective został opracowany w ramach współpracy adidas X Yeezy. Premiera kolorów odbyła się 7 czerwca 2019 roku, dzień po wydaniu Black Reflective. Yeezy Boost 350 V2 Black to całkowicie czarny model z popularnej serii Yeezy 350",
  "img": "https://thumb.tildacdn.com/stor3738-6466-4334-b633-666661393938/-/format/webp/55971072.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Black Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Black Reflective został opracowany w ramach współpracy adidas X Yeezy. Kolorowanka została wydana 6 czerwca 2019 roku, dzień wcześniej niż Black Non-Reflective. Yeezy Boost 350 Black Reflective jest jednym z najrzadszych wydań w serii Yeezy 350 V2. Całkowicie czarny Primeknit i sznurowadła, wszyty odblaskowy srebrny Materiał. Wszystko to daje efekt blasku po najechaniu lampą błyskową. Jedyną różnicą między modelem Yeezy 350 Black Reflective a non-Reflective jest to, że druga technologia refleksyjna jest obecna tylko na sznurowaniu. Z boku model ozdobiony jest półprzezroczystym paskiem, a tylna pętla w czerwoną kropkę. W podeszwie kryje się amortyzacja BOOST, która nadal jest jedną z najskuteczniejszych w branży tenisówek. Każdy fan Yeezy marzy o posiadaniu czarnej legendyw swojej garderobie. Buty Yeezy Boost to niesamowita lekkość, wymierny komfort i maksymalna amortyzacja.",
  "img": "https://thumb.tildacdn.com/stor3435-3138-4530-b634-333463393733/-/format/webp/80717213.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Bone»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Adidas Yeezy Boost 350 V2 Bone został opracowany w ramach współpracy adidas X Yeezy. Model został wydany 21 marca 2022 roku w ilości 255 000 par. Yeezy Boost 350 Bone to drugi kolor, który jest wykonany w całości w kolorze białym, po kolorze Cream White. Trampki uszyte są z lekkiej tkaniny w technologii Primeknit i ozdobione półprzezroczystym paskiem bocznym. Na wewnętrznej stronie tylnej części znajdują się trzy paski Adidasa. Z tyłu, dopasowany do trampek, znajduje się pętla ułatwiająca zakładanie. Półprzezroczysta podeszwa ukrywa wewnątrz amortyzację BOOST, która nadal jest jedną z najskuteczniejszych w branży obuwniczej. Buty Yeezy Boost to niesamowita lekkość, wymierny komfort i maksymalna amortyzacja.",
  "img": "https://thumb.tildacdn.com/stor3232-3036-4362-b639-383366363562/-/format/webp/99916408.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Onyx»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "adidas Yeezy Boost 350 V2 Onyx został opracowany w ramach współpracy adidas X Yeezy. Premiera miała miejsce 20 czerwca 2022 roku. Trampki są uszyte z lekkiej tkaniny w technologii Primeknit i ozdobione półprzezroczystym paskiem bocznym pasującym do butów. Yeezy Boost 350 Onyx to pierwsza całkowicie czarna kolorystyka popularnego modelu 350 i idealna opcja dla tych, którzy od dawna wybierają między czarnym a Cinder. Na wewnętrznej stronie tyłu znajdują się trzy paski Adidasa. Z tyłu, dopasowany do trampek, znajduje się pętla ułatwiająca zakładanie. Półprzezroczysta podeszwa ukrywa wewnątrz amortyzację Boost, która nadal jest jedną z najskuteczniejszych w branży obuwniczej. Buty Yeezy Boost 350 to niesamowita lekkość, wymierny komfort i maksymalna amortyzacja.",
  "img": "https://thumb.tildacdn.com/stor6532-3166-4333-a535-396331656265/-/format/webp/36251842.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cinder»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "adidas Yeezy Boost 350 V2 Cinder non-Reflective został opracowany w ramach współpracy adidas X Yeezy. Model został wydany 21 marca 2020 roku w ilości 39998 par. Trampki uszyte są z lekkiej tkaniny w kolorze popielatym w technologii Primeknit i ozdobione półprzezroczystym paskiem bocznym. Na wewnętrznej stronie tylnej części znajdują się trzy paski Adidasa. Z tyłu, dopasowany do trampek, znajduje się pętla ułatwiająca zakładanie. W podeszwie kryje się amortyzacja BOOST, która nadal jest jedną z najskuteczniejszych w branży obuwniczej. Zamiatanie jest w Kolorze IT, który nadaje kontrast danej parze. Buty Yeezy Boost to niesamowita lekkość, wymierny komfort i maksymalna amortyzacja.",
  "img": "https://thumb.tildacdn.com/stor6237-3137-4234-b236-333762386439/-/format/webp/95079220.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cinder Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "adidas Yeezy Boost 350 V2 Cinder Reflective został opracowany w ramach współpracy adidas X Yeezy. Model został wydany 4 kwietnia 2020 roku w ilości 19890 par. Trampki uszyte są z lekkiej tkaniny w kolorze popielatym w technologii Primeknit i ozdobione półprzezroczystym paskiem bocznym. W Kolorze Cinder non-Reflective pasek nie będzie odbijał światła. Na wewnętrznej stronie tylnej części znajdują się trzy paski Adidasa. Z tyłu, dopasowany do trampek, znajduje się pętla ułatwiająca zakładanie. W podeszwie kryje się amortyzacja BOOST, która nadal jest jedną z najskuteczniejszych w branży obuwniczej. Zamiatarka wykonana jest w Kolorze gum, który nadaje kontrast tej parze. Buty Yeezy Boost to niesamowita lekkość, wymierny komfort i maksymalna amortyzacja.",
  "img": "https://thumb.tildacdn.com/stor6632-3133-4662-b465-613437616637/-/format/webp/54297968.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Static»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Nowy model Adidas Yeezy Boost 350 V2 Static non-Reflective oznacza początek nowego etapu rozwoju linii V2, który zapewni właścicielom tych butów jeszcze więcej możliwości wyróżnienia się w tłumie. Model Yeezy Static otrzymał zaktualizowany półprzezroczysty pasek boczny i odblaskowe sznurowadła, które błyszczą na zdjęciach pod wpływem światła. Po wewnętrznej stronie tyłu znajdują się charakterystyczne trzy paski marki adidas. Z tyłu znajduje się pętla ułatwiająca buty. Półprzezroczysty materiał kryje w sobie technologię amortyzacji BOOST, która pozostaje jednym z najbardziej wydajnych butów do biegania na świecie. Ten model jest punktem zwrotnym w rozwoju projektu Yeezy Boost 350 V2. Trampki Yeezy zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor3839-6230-4061-a431-313962656630/-/format/webp/40188391.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Static Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Static Reflective wyznacza nowy etap w historii współpracy między markami adidas i Yeezy. Buty Yeezy Static Reflective wyznaczają początek nowej ery i kierunku rozwoju linii V2, która pozwoli każdemu noszącemu buty wyróżnić się z tłumu. Yeezy Boost Static Reflective stał się pierwszym modelem, w którym w górnej części tkaniny wbudowano nici refleksyjne, zapewniając efekt odblaskowy na zdjęciu z lampą błyskową. Nie tylko pozwala wyróżnić się na zdjęciach, ale także tworzy wciągające ujęcia.Nici refleksyjne stanowią podstawę materiału zszytego w technologii Primeknit. Na wewnętrznej stronie tylnej części znajdują się trzy markowe paski adidas, a amortyzowana podeszwa Boost pozostaje niezmieniona i zapewnia wysoki komfort. Buty Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor6131-6534-4364-b033-366164303632/-/format/webp/49669921.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «True Form»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 True Form wprowadza nowy odcień w ramach współpracy Adidasa z Yeezy, która została wydana 16 marca 2019 roku. Kanye West i adidas Originals po raz pierwszy wprowadzają nową taktykę wydania, w której trzy kolory Yeezy Boost 350 V2 - Clay, TRFRM i Hyperspace  - są rozmieszczone w regionach świata, kierując się do Ameryki, Europy i Azji.Yeezy Boost True Form wyróżnia się kontrastami-pomarańczowe akcenty na tylnej pętli i podeszwie wyglądają szczególnie efektownie na szarym tle. Model ma również półprzezroczysty pasek umieszczony wzdłuż zewnętrznej części tenisówki. Na wewnętrznej stronie tylnej części znajdują się trzy paski Adidasa. Półprzezroczysta podeszwa ukrywa wewnątrz amortyzację BOOST, która pozostaje jednym z najskuteczniejszych butów na świecie. Buty Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://static.tildacdn.com/stor3936-6630-4235-a165-353430393630/29909978.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Clay»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Clay to nowy odcień w ramach współpracy adidas i Yeezy, który został wydany 30 marca 2019 roku. Kanye West i adidas Originals po raz pierwszy przyjęli nowe podejście do wydania, dzieląc Trzy kolory Yeezy Boost 350 V2- Clay, TRFRM  i Hyperspace - według regionów świata dla Ameryki, Europy i Azji.Yeezy Boost Clay wyróżnia się czerwono-pomarańczowym kolorem Primeknit i pomarańczowym dusicielem na pięcie, wyróżniając się na tle innych. Model jest również wyposażony w półprzezroczysty pasek umieszczony wzdłuż zewnętrznej części tenisówki. Po wewnętrznej stronie tyłu znajdują się trzy paski adidas z odblaskowymi markami. Półprzezroczysta podeszwa ukrywa amortyzację BOOST, która pozostaje jednym z najskuteczniejszych butów na świecie. Buty Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor3262-6433-4532-a339-633832663562/-/format/webp/92541129.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Hyperspace»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Hyperspace to nowa kolorystyka w ramach współpracy adidas X Yeezy, której premiera odbyła się 16 marca 2019 roku. Kanye West i adidas Originals po raz pierwszy zastosowali nową metodę wydania, w której trzy warianty kolorystyczne Yeezy Boost 350 V2 - Hyperspace, Clay i TRFRM-zostały zaprojektowane odpowiednio dla różnych regionów świata: Azji, Ameryki i Europy.Yeezy Boost Hyperspace wyróżnia się Błękitną kolorystyką. Model jest również wyposażony w półprzezroczysty pasek,który rozciąga się wzdłuż zewnętrznej części tenisówki. Po wewnętrznej stronie tyłu znajdują się trzy paski adidas z odblaskowymi markami. Półprzezroczysta podeszwa ukrywa amortyzację BOOST, która pozostaje jednym z najskuteczniejszych butów na świecie. Buty Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://static.tildacdn.com/stor3730-6566-4764-b261-646238626232/90201429.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Glow»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Adidas Yeezy Boost 350 V2 Glow powstały w ramach współpracy adidas i Yeezy, a ich premiera odbyła się 25 maja 2019 roku. Model Yeezy Boost 350 V2 Glow to buty do biegania, które świecą w ciemności. Cholewka tenisówki wykonana jest w technologii Primeknit ze zintegrowanym systemem Glow in the dark.Ponadto model ma półprzezroczysty pasek, który rozciąga się wzdłuż zewnętrznej części tenisówki. Po wewnętrznej stronie tyłu znajdują się trzy paski Adidasa z odblaskowymi markami. Półprzezroczysta podeszwa zawiera wewnątrz amortyzację BOOST, która pozostaje jednym z najskuteczniejszych butów na świecie. Buty Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://static.tildacdn.com/stor6136-3664-4230-b465-386433666566/71235844.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cream White»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "13 400",
  "title": "adidas Yeezy Boost 350 V2 Cream Whiteto ósmy model we współpracy adidas X Yeezy w linii SPLY-350. Trampki wykonane są z lekkiej tkaniny w kolorze białym w technologii Primeknit. Z tyłu, w odcieniu samych trampek, znajduje się pętla ułatwiająca zakładanie. Półprzezroczysta podeszwa ukrywa amortyzację BOOST, która pozostaje jednym z najskuteczniejszych butów na świecie.Ten model przeszedł kilka zmian stylizacji, ale dziś Yeezy Boost Cream White jest największym w historii marki Yeezy. Opiera się ona na polityce Kanye Westa YEEZYs for everyone, zdefiniowanej przez zasadę Yeezy może kupić każdy. Kolorystyka Yeezy 350 Cream White pozostaje jedną z najprostszych i jednocześnie klasycznych, czyniąc ją legendarną na swój sposób. Buty Yeezy Boost 350 zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://static.tildacdn.com/stor3663-6466-4135-b532-636434633963/90541667.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Bred»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Bred jest szóstym modelem we współpracy adidas X Yeezy i należy do linii SPLY-350. Premiera tego modelu odbyła się 11 lutego 2017 roku. Yeezy Boost 350 V2 Bred łączy czarny top z tkaniny Primeknit z czerwonym napisem SPLY-350, który odbija się w lustrzanym stylu na tradycyjnym pasku. Ponadto trampki mają półprzezroczystą czarną podeszwę z materiałem amortyzującym BOOST.Kolorystyka Yeezy Bred z linii V2 pozostaje jednym z najbardziej pożądanych wśród sneakerheadów i miłośników marki Yeezy. Warto zauważyć, że w przeciwieństwie do innych modeli z linii SPLY 350, W Yeezy 350 Bred projektanci powrócili do tradycyjnej pętli z tyłu butów do biegania, która jest charakterystyczna dla modeli 350 V1. Buty Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://static.tildacdn.com/stor3062-3837-4236-b336-306430656462/78453710.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Zebra»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Zebra to siódmy model we współpracy adidas X Yeezy w linii SPLY-350. Premiera tego modelu odbyła się 25 lutego 2017 roku. Yeezy 350 Zebra łączy czarno-biały top w stylu zebry w paski, wykonany z tradycyjnej tkaniny Primeknit, z białym paskiem, czerwonym napisem SPLY-350 i półprzezroczystą białą podeszwą wyposażoną w materiał amortyzujący BOOST.W przeciwieństwie do innych modeli SPLY-350, a także w Bred, Zebra ma tradycyjną dla 350 V1 pętlę z tyłu butów. Yeezy Boost 350 Zebra został szybko wyprzedany, a 24 czerwca 2017 roku odbył się restok tego koloru. Dodatkowe wydanie Zebra miało miejsce 9 listopada 2018 r.z większą liczbą par, spełniając obietnicę Kanye Westa, że Yeezy będą bardziej dostępne dla wszystkich chętnych. Buty Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://static.tildacdn.com/stor3635-3264-4033-b033-336530393763/16939401.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Beluga Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 900",
  "title": "adidas Yeezy Boost 350 V2 Beluga Reflective został opracowany w ramach współpracy adidas i Yeezy, a wydanie tego koloru odbyło się 18 grudnia 2021 roku. Cechą Yeezy Beluga Reflective jest odblaskowy srebrny Materiał wszyty w Primeknit, który tworzy efekt blasku pod wpływem sztucznego światła. To odróżnia to wydanie od oryginalnego Beluga wydanego w 2016 roku.Na wewnętrznej stronie tyłu znajdują się trzy paski Adidasa. Półprzezroczysta podeszwa ukrywa wewnątrz amortyzację BOOST, która pozostaje jednym z najskuteczniejszych butów na świecie. Buty Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://static.tildacdn.com/stor3132-3030-4566-b037-633234306439/27368775.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cloud White»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Cloud White Non-Reflective został opracowany w ramach współpracy adidas i Yeezy i został wydany 21 września 2019 r.,zaledwie dwa dni przed wydaniem Cloud White Reflective. Trampki mają cholewkę wykonaną z lekkiej tkaniny w kolorze błękitnym w technologii Primeknit i ozdobioną półprzezroczystym paskiem bocznym. Na wewnętrznej stronie tła znajdują się trzy paski odblaskowe adidas, jedyny element odblaskowy w tej kolorystyce. Półprzezroczysta podeszwa ukrywa wewnątrz amortyzację BOOST, która pozostaje jednym z najskuteczniejszych butów na świecie. Buty Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://static.tildacdn.com/stor3164-3633-4231-a533-313762303736/18932608.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Cloud White Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Cloud White Reflective został opracowany w ramach współpracy adidas i Yeezy i został wydany 19 września 2019 r., dwa dni wcześniej niż Cloud White Non-Reflective . Trampki mają cholewkę wykonaną z lekkiej tkaniny w kolorze błękitnym w technologii Primeknit. W tę górę wszyty jest refleksyjny Srebrny materiał, który tworzy efekt blasku po wystawieniu na działanie lampy błyskowej. Model wyróżnia się również obecnością półprzezroczystego paska umieszczonego wzdłuż zewnętrznej części trampek, co przyczynia się do dobrej wymiany powietrza. Na wewnętrznej stronie tylnej części znajdują się trzy paski Adidasa. Półprzezroczysta podeszwa ukrywa wewnątrz amortyzację BOOST, która pozostaje jednym z najskuteczniejszych butów na świecie. Buty Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://static.tildacdn.com/stor3733-3865-4037-a637-396563326532/75893979.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Citrin»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Citrin Non-Reflective powstał w ramach współpracy między Adidasem i Yeezy, a ich premiera odbyła się 24 września 2019 roku, dzień po wydaniu Citrin Reflective. Trampki mają cholewkę wykonaną z lekkiej tkaniny w kolorze cielistym w technologii Primeknit i ozdobioną półprzezroczystym paskiem bocznym.Na wewnętrznej stronie tyłu znajdują się odblaskowe, markowe trzy paski Adidasa, które stanowią jedyny element odblaskowy w tym kolorze. W podeszwie buta ukryta jest amortyzacja BOOST, która pozostaje jednym z najskuteczniejszych butów na świecie. Zamiatanie jest w Kolorze dit, nadając parze kontrastowy wygląd. Buty Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor6130-3932-4062-b832-613865313535/-/format/webp/41544059.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Citrin Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Citrin non-Reflective jest produktem współpracy między markami adidas i Yeezy. Te trampki zostały wydane 24 września 2019 roku, dzień po wydaniu modelu Citrin Reflective. Wykonane są z lekkiej tkaniny w kolorze cielistym, wykorzystującej technologię Primeknit i ozdobione półprzezroczystym paskiem bocznym.Wnętrze tyłu zawiera odblaskowe, markowe trzy paski Adidasa, które są jedynym elementem odblaskowym w tym kolorze. Podeszwa tenisówki wykorzystuje amortyzację BOOST, która pozostaje jedną z najskuteczniejszych w branży obuwniczej. Zamiatanie jest wykonane w dziecięcym odcieniu, co nadaje parze kontrastu. Buty Yeezy Boost charakteryzują się niesamowitą lekkością, wyczuwalnym komfortem i wysoką amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor6666-3136-4536-b164-303262373536/-/format/webp/48436026.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Lundmark Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Lundmark Reflective to nowy model refleksyjny w historii współpracy marek adidas i Yeezy. Wydanie tego wariantu odbyło się 11 lipca 2019 roku, dwa dni wcześniej niż nierefleksyjna wersja Lundmark Non-Reflective. Projekt Yeezy Boost Lundmark Reflective jest w odcieniach beżu i szarości z dodatkiem refleksyjnych srebrnych nici do materiału technologicznego Primeknit.Główną różnicą między modelem Lundmark Reflective a Lundmark non-Reflective jest obecność elementów refleksyjnych tylko na sznurowaniu. Główną innowacją tego modelu był brak tylnej pętli, która nadaje tenisówkom bardziej opływowy kształt. Na wewnętrznej stronie tyłu znajdują się trzy paski Adidasa.Półprzezroczysta podeszwa ukrywa amortyzację BOOST, która pozostaje jedną z najskuteczniejszych tego typu w branży obuwniczej. Buty Yeezy Boost 350 słyną z niesamowitej lekkości, wyczuwalnego komfortu i wysokiej amortyzacji.",
  "img": "https://static.tildacdn.com/stor3236-3763-4364-b261-376230643362/42729215.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Synth»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Synth non-Reflective jest jednym z najrzadszych kolorów w ofercie Yeezy i został wydany regionalnie, skierowany na rynki azjatyckie i afrykańskie. Premiera odbyła się 22 czerwca 2019 roku, dzień po wydaniu wersji Synth Reflective. Trampki Yeezy Boost Synth mają jasnoróżowy odcień Primeknit z przezroczystym paskiem z boku, pasującym do butów. Sznurowadła otrzymały refleksyjne plamy, nadając im efekt blasku podczas błysku. Na wewnętrznej stronie tyłu znajdują się trzy paski Adidasa. Półprzezroczysta podeszwa ukrywa amortyzację BOOST, która pozostaje jedną z najskuteczniejszych tego typu w branży obuwniczej. Buty Yeezy Boost 350 słyną z niesamowitej lekkości, wyczuwalnego komfortu i wysokiej amortyzacji.",
  "img": "https://static.tildacdn.com/stor6665-6438-4564-b762-356261666361/47029621.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Synth Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Synth Reflective jest jednym z najrzadszych kolorów w ofercie Yeezy i został wydany regionalnie na rynkach azjatycko-afrykańskich 21 czerwca 2019 r., dzień wcześniej niż model Synth Non-Reflective. Trampki Yeezy Boost Synth Reflective mają jasnoróżowy odcień Primeknit z przezroczystym paskiem z boku, pasującym do butów. Obecność refleksyjnych nici w górnej części trampek nadaje efekt blasku podczas błysku. Jedyną różnicą między modelami Synth Reflective i Synth non-Reflective jest to, że w wersji refleksyjnej technologia jest obecna tylko na sznurowadłach. Na wewnętrznej stronie tyłu znajdują się odblaskowe, markowe trzy paski Adidasa. Półprzezroczysta podeszwa ukrywa amortyzację BOOST, która pozostaje jedną z najskuteczniejszych tego typu w branży obuwniczej. Buty Yeezy Boost 350 są znane z niesamowitej lekkości, wyczuwalnego komfortu i wysokiej amortyzacji.",
  "img": "https://static.tildacdn.com/stor3939-3337-4737-a465-646333613361/93752361.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Tail ligh»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Tail Light został opracowany w ramach współpracy adidas X Yeezy. Model ten został wydany 22 lutego 2020 roku i wyprodukowano tylko 24 844 pary. Trampki Yeezy Boost 350 Tail Light zostały zaprojektowane na rynek europejski i pojawiły się tego samego dnia w kolorach Earth i Flax. Trampki mają cholewkę uszytą z lekkiej tkaniny w technologii Primeknit i ozdobioną półprzezroczystym paskiem bocznym. Na wewnętrznej stronie tylnej części znajdują się trzy paski Adidasa. Z tyłu znajduje się również jasna pętla ułatwiająca zakładanie. Podeszwa tenisówki jest półprzezroczysta i ukrywa amortyzację BOOST, która jest uważana za jedną z najskuteczniejszych w branży obuwniczej. Buty Yeezy Boost 350 słyną z niesamowitej lekkości, wyczuwalnego komfortu i wysokiej amortyzacji.",
  "img": "https://static.tildacdn.com/stor6566-3834-4639-a564-356135633830/54491950.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Earth»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Earth został opracowany w ramach współpracy adidas X Yeezy. Premiera kolorystyki Earth odbyła się 22 lutego 2020 roku, w tym samym dniu, w którym pojawiły się również nowe kolory Yeezy Boost 350 Tail Light i Flax. Yeezy Boost Earth stał się regionalnym wydawnictwem przeznaczonym wyłącznie dla obu Ameryk. Trampki mają cholewkę uszytą z lekkiej tkaniny khaki w technologii Primeknit i ozdobioną półprzezroczystym paskiem bocznym pasującym do butów. Na wewnętrznej stronie tylnej części znajdują się trzy paski Adidasa. W podeszwie buta kryje się amortyzacja BOOST, która jest uważana za jedną z najskuteczniejszych tego typu w branży obuwniczej. Buty Yeezy Boost słyną z niesamowitej lekkości, wyczuwalnego komfortu i wysokiej amortyzacji.",
  "img": "https://static.tildacdn.com/stor3661-6432-4231-b435-633762343738/34535887.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Flax»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Flax został opracowany w ramach współpracy adidas X Yeezy. Wydanie koloru Flax odbyło się 22 lutego 2020 roku, w tym samym dniu, w którym pojawiły się również nowe kolory Yeezy Boost 350 V2 Earth i Tail Light. Yeezy Boost Flax stał się regionalnym wydawnictwem przeznaczonym wyłącznie na rynki azjatyckie i afrykańskie.Trampki mają cholewkę uszytą z lekkiej tkaniny w żółto-zielonych odcieniach w technologii Primeknit i ozdobioną półprzezroczystym paskiem bocznym. Na wewnętrznej stronie tylnej części znajdują się trzy paski Adidasa. W podeszwie buta kryje się amortyzacja BOOST, która jest uważana za jedną z najskuteczniejszych tego typu w branży obuwniczej. Buty Yeezy Boost są definiowane przez niesamowitą lekkość, wyczuwalny komfort i wysoką amortyzację.",
  "img": "https://static.tildacdn.com/stor3739-6165-4236-b733-306238323161/44579189.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Desert Sage»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Desert Sage został opracowany w ramach współpracy adidas x Yeezy i otrzymał swoją nazwę od wieloletniej pustynnej szałwii, rośliny występującej na stepach i zboczach gór. Premiera kolorów odbyła się 14 marca 2020 roku. Trampki mają cholewkę uszytą z lekkiej tkaniny w technologii Primeknit i ozdobioną bocznym paskiem, który odbija światło. Sznurowadła pasujące do tenisówki dodają uroku wyglądowi pary. Na wewnętrznej stronie tyłu znajdują się trzy markowe paski adidas. W podeszwie buta kryje się amortyzacja BOOST, która jest uważana za jedną z najskuteczniejszych tego typu w branży obuwniczej. Buty Yeezy Boost 350 są znane z niesamowitej lekkości, wyczuwalnego komfortu i wysokiej amortyzacji.",
  "img": "https://thumb.tildacdn.com/stor6165-3266-4437-a136-656663643262/-/format/webp/99733992.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Marsh»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Marsh został opracowany w ramach współpracy adidas X Yeezy i był sprzedawany wyłącznie w Yeezy Supply. Wydanie kolorów odbyło się 1 lutego 2020 roku.Trampki mają cholewkę uszytą z lekkiej tkaniny w stonowanym żółtym kolorze w technologii Primeknit. Są ozdobione bocznym paskiem odbijającym światło, a sznurowadła pasujące do trampek dodają uroku wyglądowi pary. Na wewnętrznej stronie tylnej części znajdują się trzy paski Adidasa. Półprzezroczysta podeszwa ukrywa wewnątrz amortyzację Boost, a podeszwa jest w Kolorze Sunny Yellow. Buty Yeezy Boost 350 słyną z niesamowitej lekkości, wyczuwalnego komfortu i wysokiej amortyzacji.",
  "img": "https://thumb.tildacdn.com/stor6138-3433-4037-a331-376534386663/-/format/webp/20860598.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Light»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Buty Yeezy Boost 350 V2 Light, które powstały w ramach współpracy adidas X Yeezy, zostały wydane 28 sierpnia 2021 roku. Wykonane są z lekkiej tkaniny w technologii Primeknit, w której adidas po raz pierwszy zastosował technologię wykrywania UV. Pod wpływem światła słonecznego pasek boczny zmienia swój odcień na bursztynowy, a detale wzoru Primeknit nabierają delikatnego różowego odcienia. W wewnętrznej części pleców znajdują się odblaskowe trzy paski Adidasa. Podeszwa z półprzezroczystym efektem kryje w sobie amortyzację BOOST, która pozostaje jedną z najskuteczniejszych w branży obuwniczej. Buty Yeezy Boost łączą niesamowitą lekkość, wymierny komfort i maksymalną amortyzację.",
  "img": "https://thumb.tildacdn.com/stor6531-3332-4539-a431-376236306361/-/format/webp/69113278.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Linen»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Buty Yeezy Boost 350 V2 Linen, opracowane w ramach współpracy adidas i Yeezy, trafiły do sprzedaży 18 kwietnia 2020 roku. Wykonane są z lekkiej beżowej tkaniny w technologii Primeknit i ozdobione odblaskowym paskiem bocznym, który jest podświetlany pod wpływem światła. Sznurowadła dopasowane do tenisówki dodają uroku wyglądowi. Markowe trzy paski Adidasa znajdują się po wewnętrznej stronie tyłu. Podeszwa z półprzezroczystym efektem ukrywa amortyzację BOOST, która pozostaje jedną z najskuteczniejszych w branży obuwniczej. Buty Yeezy Boost 350 zachwycają niesamowitą lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor3637-3837-4737-b832-353464346536/-/format/webp/11222576.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Yecheil»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Buty Yeezy Boost 350 V2 Yecheil Non-Reflective, stworzone w ramach współpracy adidas i Yeezy, trafiły do sprzedaży 20 grudnia 2019 roku – dzień po wydaniu Yecheil Reflective. Wykonane są z lekkiej tkaniny w kolorze czarnym w technologii Primeknit, która charakteryzuje się wiązaniem na różne części w odcieniach niebieskiego, czerwonego, beżowego i żółtego. Dodatkowo Buty Do Biegania uzupełniają odblaskowe sznurowadła. Na wewnętrznej stronie tyłu znajdują się odblaskowe, markowe trzy paski Adidasa. W podeszwie znajduje się amortyzacja BOOST, która pozostaje jedną z najbardziej skutecznych w swojej branży. Buty Yeezy Boost 350 zachwycają niesamowitą lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor3639-3161-4338-b361-633233646361/-/format/webp/43818631.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Yecheil Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Buty Yeezy Boost 350 V2 Yecheil Reflective, stworzone w ramach partnerstwa adidas i Yeezy, trafiły do sprzedaży 19 grudnia 2019 r., dzień przed premierą Yecheil Non-Reflective. Wykonane z lekkiej tkaniny w kolorze czarnym w technologii Primeknit, która jest podzielona na różne części w odcieniach niebieskiego, czerwonego, beżowego i żółtego. Ponadto trampki są ozdobione odblaskowymi sznurowadłami i wbudowanymi elementami odblaskowymi w Primeknit, które nadają im blask po błysku. Na wewnętrznej stronie tyłu wyróżniają się odblaskowe, markowe trzy paski Adidasa. W podeszwie znajduje się amortyzacja BOOST, która jest jedną z najskuteczniejszych w branży obuwniczej. Trampki Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i wysoką amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor3336-3633-4538-b137-333662396139/-/format/webp/84359174.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Beluga 2.0»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 200",
  "title": "Buty Yeezy Boost 350 V2 Beluga 2.0 były dziesiątą odsłoną linii SPLY-350 W ramach współpracy adidas X Yeezy, a ich premiera odbyła się 25 listopada 2017 roku. Wykonane są z lekkiej tkaniny w ciemnoszarym odcieniu przy użyciu technologii Primeknit. Trampki Yeezy Boost Beluga 2.0 mają stonowany szary pasek z czerwonym napisem SPLY-350, który odbija się w lustrzany sposób. Na wewnętrznej stronie tylnej części znajdują się trzy paski Adidasa. Z tyłu, dopasowany do trampek, znajduje się pętla ułatwiająca zakładanie. Półprzezroczysta podeszwa ukrywa amortyzację BOOST, która pozostaje jedną z najskuteczniejszych w branży obuwniczej. Buty Yeezy Boost 350 zachwycają lekkością, wyczuwalnym komfortem i wysoką amortyzacją.",
  "img": "https://static.tildacdn.com/stor6230-6162-4135-b136-663436343165/38235007.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Ash Pearl",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 500",
  "title": "Buty Yeezy Boost 350 V2 Ash Pearl są wynikiem współpracy Adidasa i Yeezy. Wydane 20 marca 2021 r.nadepną na tace w kolorach Ash Stone i Ash Blue. Wykonane z lekkiej liliowo-beżowej tkaniny w technologii Primeknit, trampki mają półprzezroczysty boczny pasek w złotym odcieniu. Odblaskowe markowe trzy paski Adidasa znajdują się po wewnętrznej stronie pleców. W białej półprzezroczystej podeszwie kryje się amortyzacja BOOST, która pozostaje jedną z najskuteczniejszych w branży obuwniczej. Dzięki nim możesz cieszyć się niesamowitą lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor3835-3662-4635-b533-343766633465/-/format/webp/95921560.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Ash Stone»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 500",
  "title": "Buty Yeezy Boost 350 V2 Ash Stone od Adidasa i Yeezy są wynikiem współpracy. Wydanie tego koloru odbyło się 27 lutego 2021 roku, równocześnie z wydaniem nowego koloru Ash Blue. Wykonane są z lekkiej tkaniny w technologii Primeknit i ozdobione półprzezroczystym paskiem bocznym w czerwono-pomarańczowym odcieniu. Odblaskowe markowe trzy paski Adidasa znajdują się po wewnętrznej stronie pleców. W podeszwie kryje się amortyzacja BOOST, która pozostaje jedną z najskuteczniejszych w branży obuwniczej. Dzięki tym butom możesz cieszyć się niesamowitą lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor3066-3064-4339-a663-336166306134/-/format/webp/49840841.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Carbon»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Trampki Yeezy Boost 350 V2 Carbon firmy adidas i Yeezy są produktem ich wspólnej pracy. Pierwotnie planowano wydanie we wrześniu 2020 roku, ale zostało opóźnione do początku października. To nie była jedyna zmiana związana z tą kolorystyką. 18 września ogłoszono, że model zostanie przemianowany i zaprezentowany pod nową nazwą Carbon. Adidas i Kanye West postanowili zmienić oryginalną biblijną nazwę Asriel na bardziej nowoczesną formę Carbon.Te trampki są wykonane z lekkiego materiału w technologii Primeknit i mają półprzezroczysty pasek boczny w kolorze czarnym. Odblaskowe markowe trzy paski Adidasa znajdują się po wewnętrznej stronie pleców. Półprzezroczysta podeszwa ukrywa amortyzację BOOST, która pozostaje jedną z najskuteczniejszych w branży obuwniczej. Trampki Yeezy Boost Carbon są dostarczane ze sznurowadłami bez krawatów, a pudełko zawiera drugi zestaw sznurówek ze sznurowadłami. Ogólne wrażenia z używania tych butów obejmują lekkość, wymierny komfort i maksymalną amortyzację.",
  "img": "https://thumb.tildacdn.com/stor3361-3234-4932-b565-346135633237/-/format/webp/86074605.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Mono сlay»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 600",
  "title": "adidas Yeezy Boost 350 V2 Mono Clay to nowy projekt Adidasa, który został wydany 18 czerwca 2021 roku. Trzy różne kolory Yeezy Boost 350 V2-Mono Clay, Mono Ice i Mono Mist wydane tego dnia-są przeznaczone dla różnych regionów świata, w szczególności Azji, Ameryki Północnej i Europy. W tym przypadku adidas postanowił poeksperymentować z projektem, odchodząc od tradycyjnej cholewki Primeknit. Zamiast tego stosuje się półprzezroczysty materiał siatkowy z monofilamentu.Trampki mają przezroczystą cholewkę, w której prześwituje podtrzymująca rama buta do biegania. Zdobi je również półprzezroczysty pasek boczny. Otwory na sznurówki zostały wzmocnione przelotkami dopasowanymi do sylwetki. Z tyłu znajdują się trzy odblaskowe paski Adidasa, A Z Tyłu, pasując do butów do biegania, znajduje się pętla ułatwiająca zakładanie. W podeszwie kryje się amortyzacja BOOST, która pozostaje jedną z najskuteczniejszych w branży obuwniczej.",
  "img": "https://static.tildacdn.com/stor6462-6238-4235-a238-653431643462/67123488.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Sand Taupe»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 500",
  "title": "adidas Yeezy Boost 350 V2 Sand Taupe (pierwotnie znany jako Eliada) powstał w ramach współpracy adidas i Yeezy. Wydanie tego koloru odbyło się 19 grudnia 2020 roku. Trampki wykonane są z jasnobrązowej tkaniny w technologii Primeknit i mają półprzezroczysty pasek boczny, który jest zabarwiony kolorem trampek. Górna część tenisówki ma odcień stonowanej pomarańczy, a podeszwa jest w dziecięcym kolorze. Na wewnętrznej stronie tylnej części znajdują się trzy paski Adidasa. Podeszwa tenisówki ma półprzezroczystą konstrukcję i ukrywa amortyzację BOOST, która pozostaje jedną z najskuteczniejszych w branży obuwniczej. Yeezy Boost Sand Taupe są wyposażone w sznurowadła bez krawatów, a pudełko zawiera dodatkowy zestaw sznurówek ze sznurowadłami. Trampki Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i wysoką amortyzacją.",
  "img": "https://static.tildacdn.com/stor3033-3264-4035-b538-613465313535/18705816.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Yeezreel Reflective»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "adidas Yeezy Boost 350 V2 Yeezreel Reflective to produkt współpracy między Adidasem i Yeezy. Wydanie tego utworu odbyło się 17 grudnia 2019 roku, trzy dni później niż Yeezreel Non-Reflective. Trampki wykonane są z lekkiej tkaniny w kolorze neonowej zieleni połączonej z czarną nicią, wykorzystującej technologię Primeknit. Są ozdobione półprzezroczystym bocznym paskiem żółtego odcienia. Obecność refleksyjnych nici w górnej części trampek tworzy efekt blasku podczas błysku. Odblaskowe, markowe trzy paski Adidasa znajdują się po wewnętrznej stronie tyłu, gdzie znajduje się również pętla ułatwiająca zakładanie. Półprzezroczysta podeszwa ukrywa wewnątrz amortyzację BOOST, która pozostaje jednym z najskuteczniejszych butów na świecie. Trampki Yeezy Boost zachwycają lekkością, wyczuwalnym komfortem i wysoką amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor3763-3463-4163-a533-663039393231/-/format/webp/30554536.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Yeezreel»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 000",
  "title": "adidas Yeezy Boost 350 V2 Yecheil non-Reflective jest wynikiem współpracy między Adidasem i Yeezy. Zostały wydane 20 grudnia 2019 roku, dzień po wydaniu modelu Yecheil Reflective. Trampki wykonane są z lekkiej czarnej tkaniny w technologii Primeknit, która dzieli się na różne odcienie niebieskiego, czerwonego, beżowego i żółtego. Refleksyjne sznurowadła stanowią jasny akcent. Na wewnętrznej stronie tyłu znajdują się odblaskowe trzy paski Adidasa. Podeszwa wykorzystuje technologię amortyzacji BOOST, która pozostaje jedną z najskuteczniejszych tego typu w branży obuwniczej. Buty Yeezy Boost 350 to niezwykła lekkość, wymierny komfort i maksymalna amortyzacja.",
  "img": "https://thumb.tildacdn.com/stor3736-3832-4235-a130-303835313631/-/format/webp/94914401.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Triple White»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "13 400",
  "title": "Buty Adidas Yeezy Boost 350 V2 Triple White stały się ósmym modelem w ramach partnerstwa adidas X Yeezy w linii SPLY-350. Wykonane z lekkiej białej tkaniny w technologii Primeknit, te trampki mają pętlę ułatwiającą zakładanie, dopasowaną do buta. Podeszwa, półprzezroczysta, kryje w sobie amortyzację BOOST, która pozostaje jedną z najskuteczniejszych w branży obuwniczej. Model przeszedł kilka zmian stylizacji, a kolorystyka Yeezy Boost Triple White stała się największą w historii marki Yeezy. Ta kolorystyka opiera się na polityce Kanye Westa YEEZYs for everyone, która jest zdefiniowana przez zasadę Yeezy może kupić każdy. Trwałość i klasyczny design sprawiają, że Yeezy Boost 350 Triple White jest legendarny. Te trampki zapewniają niesamowitą lekkość, namacalny komfort i maksymalną amortyzację.",
  "img": "https://static.tildacdn.com/stor3663-6466-4135-b532-636434633963/90541667.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Fade»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Buty Adidas Yeezy Boost 350 V2 Fade, pierwotnie znane jako Yecher, zostały zaprojektowane w ramach partnerstwa adidas X Yeezy. Wydanie tej kolorystyki odbyło się 11 listopada 2020 roku. Wykonane z jasnobrązowej tkaniny w technologii Primeknit, te trampki mają półprzezroczysty pasek boczny w niebieskim odcieniu. Odblaskowe markowe trzy paski Adidasa znajdują się po wewnętrznej stronie pleców. Podeszwa, półprzezroczysta, zawiera amortyzację BOOST, która pozostaje jedną z najskuteczniejszych w branży obuwniczej. Buty Yeezy Boost zachwycają niesamowitą lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor3665-6438-4834-b631-643733613935/-/format/webp/20692560.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Zyon»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "10 300",
  "title": "Buty adidas Yeezy Boost 350 V2 Zyon zostały stworzone we współpracy Adidasa i Yeezy, a ich premiera odbyła się 18 lipca 2020 roku. Wykonane z lekkiej tkaniny w technologii Primeknit, trampki ozdobione są półprzezroczystym paskiem bocznym w kolorze czarnym. Zyon wyróżnia się na tle poprzednich modeli dzięki nieco innemu wzorowi na Primeknit i cieńszej tkaninie. Odblaskowe markowe trzy paski Adidasa znajdują się po wewnętrznej stronie pleców. Podeszwa, półprzezroczysta, zawiera amortyzację BOOST, która nadal jest uważana za jeden z najskuteczniejszych butów na świecie. Buty Yeezy Boost zachwycają niesamowitą lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor3864-3862-4164-a237-363038393463/-/format/webp/71723227.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Israfil»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Buty Adidas Yeezy Boost 350 V2 Israfil zostały wyprodukowane w ramach partnerstwa adidas i Yeezy, a ich premiera odbyła się 22 sierpnia 2020 roku. Wykonane z lekkiej tkaniny w technologii Primeknit, uderzają półprzezroczystym bocznym paskiem w Kolorze Żółtym. Cholewka tenisówki uderza w wieloaspektowy odcień oparty na splocie szarych nici, tworząc piękny ciemnoniebieski odcień. Odblaskowe markowe trzy paski Adidasa znajdują się po wewnętrznej stronie pleców. Amortyzacja BOOST ukryta w podeszwie pozostaje jednym z najskuteczniejszych butów na świecie. Trampki Yeezy Boost zachwycają niesamowitą lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://thumb.tildacdn.com/stor6361-3961-4035-a532-613230613736/-/format/webp/65739074.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «MX Oat»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "12 800",
  "title": "Buty adidas Yeezy Boost 350 V2 MX Oat zostały zaprezentowane w ramach współpracy między Adidasem i Yeezy, a ich premiera odbyła się 23 października 2021 r., dwa miesiące wcześniej niż MX Rock. Jest to pierwsza kolorystyka z linii Yeezy Boost 350 V2, która zachwyca żywą kolorystyką, w tym mieszanką odcieni pomarańczy, błękitu i złota. Trampki wykonane są z lekkiej tkaniny w technologii Primeknit i ozdobione są półprzezroczystym paskiem bocznym, który pasuje do odcieni butów. Odblaskowe, markowe trzy paski Adidasa są umieszczone po wewnętrznej stronie tyłu, a z tyłu, pasując do trampek, znajduje się pętla ułatwiająca zakładanie. Podeszwa, która ukrywa amortyzację BOOST, pozostaje jednym z najskuteczniejszych butów na świecie. Buty Yeezy Boost 350 zachwycają niesamowitą lekkością, wyczuwalnym komfortem i maksymalną amortyzacją.",
  "img": "https://static.tildacdn.com/stor6232-6465-4461-b138-376137356433/37185620.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Natural»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 100",
  "title": "Buty adidas Yeezy Boost 350 V2 Natural, pierwotnie znane pod nazwą Abez, zostały zaprezentowane w ramach współpracy adidas i Yeezy, a ich premiera odbyła się 24 października 2020 roku. Mają cholewkę z lekkiej, kremowej tkaniny wykonanej w technologii Primeknit i ozdobioną półprzezroczystym paskiem bocznym. Górna trzecia część tenisówki wykonana jest w stonowanym beżowym odcieniu, w który wplecione są refleksyjne nici, tworząc efekt blasku po błysku. Odblaskowe trzy paski Adidasa znajdują się po wewnętrznej stronie tyłu. Podeszwa, która ukrywa amortyzację BOOST, jest półprzezroczysta. Trampki Yeezy Boost 350 Natural są wyposażone w sznurowadła bez krawatów, aw pudełku znajduje się drugi zestaw sznurówek ze sznurowadłami. Wspólną cechą Yeezy Boost jest niesamowita lekkość, wyczuwalny komfort i wysoka amortyzacja.",
  "img": "https://static.tildacdn.com/stor3465-3961-4763-b263-353031613463/42656597.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «MX Rock»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 100",
  "title": "Buty adidas Yeezy Boost 350 V2 MX Rock, stworzone w ramach współpracy adidas i Yeezy, trafiły do sprzedaży 22 grudnia 2021 roku. Wykonany z lekkiej tkaniny w technologii Primeknit, ten model ma półprzezroczysty pasek boczny w kolorze czarnym. Po raz pierwszy w gamie Yeezy Boost 350 V2 pojawiła się mieszana kolorystyka w ciemnym stylu z dodatkiem brązów i srebra. Na wewnętrznej stronie tła wyhaftowane są trzy paski Adidasa. Z tyłu, dopasowany do trampek, znajduje się pętla ułatwiająca zakładanie. W podeszwie ukryta jest amortyzacja BOOST, która do dziś pozostaje jedną z najskuteczniejszych w swojej branży. Buty Yeezy Boost 350 to imponująca lekkość, wyczuwalny komfort i wysoka amortyzacja.",
  "img": "https://static.tildacdn.com/stor6438-3466-4136-b762-623338306534/45026911.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Mono cinder»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 600",
  "title": "adidas Yeezy Boost 350 V2 Mono Cinder to nowa aplikacja do linii mono Pack firmy adidas i ma półprzezroczystą konstrukcję. Ten model został wydany 24 czerwca 2021 roku, zaledwie 6 dni po premierze pierwszych trzech kolorów w tej nowej linii. Trzy odcienie Yeezy Boost 350 V2 - Mono Mist, Mono Ice, Mono Clay - wprowadzone tego dnia zostały podzielone według regionów świata, wyznaczając oddzielne partie dla Europy, Ameryki Północnej i Azji. Jednak jeśli chodzi o Mono Cinder, można je było zamówić tylko na stronie yeezysupply i nie były dostępne na oficjalnej stronie Adidasa. W przypadku Mono Cinder producent zdecydował się zrezygnować z konwencjonalnego stosowania tkaniny Primeknit, zamiast tego używając półprzezroczystego materiału monofilamentowego. Pod tym materiałem znajduje się rama nośna trampek, która jest ozdobiona półprzezroczystym paskiem bocznym. Na wewnętrznej stronie tyłu znajdują się trzy odblaskowe paski z logo adidas. Z tyłu, zgodnie z kolorystyką trampek, znajduje się pętla ułatwiająca zakładanie. Podeszwa wykorzystuje amortyzację BOOST, która pozostaje jednym z najskuteczniejszych butów na świecie.",
  "img": "https://static.tildacdn.com/stor3466-6533-4664-b334-393763623733/42262803.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Mono Ice»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 600",
  "title": "adidas Yeezy Boost 350 V2 Mono Ice to świeży projekt Adidasa, który został wydany 18 czerwca 2021 roku. Trzy różne kolory Yeezy Boost 350 V2 - Mono Ice, Mono Clay, Mono Mist, które pojawiły się tego samego dnia, były przeznaczone dla różnych regionów świata, w szczególności Ameryki Północnej, Azji i Europy. Tym razem marka adidas zdecydowała się porzucić zwykły top z tkaniny Primeknit, używając zamiast tego półprzezroczystego monofilamentowego materiału siatkowego. Pod tą zewnętrzną siatką ukryta jest podtrzymująca rama tenisówki, a sama para jest ozdobiona półprzezroczystym paskiem bocznym. Wprowadzono również zmiany w wyglądzie otworów na sznurowadła, które zostały wzmocnione oczkami, aby pasowały do ogólnej sylwetki. W wewnętrznej części pleców znajdują się trzy paski odblaskowe adidas. Z tyłu, zgodnie z kolorystyką trampek, znajduje się pętla ułatwiająca zakładanie. Podeszwa wykorzystuje amortyzację BOOST, która pozostaje jednym z najskuteczniejszych butów na świecie.",
  "img": "https://static.tildacdn.com/stor3138-6330-4638-b966-313266383164/43247739.png"
}, {
  "name": "ADIDAS YEEZY BOOST 350 V2 «Mono mist»",
  "collection": "YEEZY BOOST 350 V2",
  "price": "11 600",
  "title": "adidas Yeezy Boost 350 V2 Mono Mist to innowacyjny projekt firmy adidas, który został wydany 18 czerwca 2021 roku. Trzy różne kolory Yeezy Boost 350 V2 - Mono Mist, Mono Ice, Mono Clay - które zostały wprowadzone tego samego dnia-były skierowane do różnych regionów świata, w szczególności Europy, Ameryki Północnej i Azji. W tym przypadku adidas zdecydował się zrezygnować ze zwykłej cholewki z tkaniny Primeknit, używając zamiast tego półprzezroczystego materiału monofilamentowego. Pod tą zewnętrzną siatką znajduje się podtrzymująca rama trampek, a sama para jest uzupełniona półprzezroczystym paskiem bocznym. Wprowadzono również zmiany w wyglądzie otworów na sznurowadła, które zostały wzmocnione oczkami, współdziałając z ogólnym stylem sylwetki. Wnętrze tła zdobią trzy odblaskowe paski Adidasa. Z tyłu, zgodnie z kolorystyką trampek, znajduje się pętla ułatwiająca ubieranie. Podeszwa zastosowała amortyzację BOOST, która pozostaje jedną z najbardziej skutecznych w branży obuwniczej.",
  "img": "https://static.tildacdn.com/stor3563-3133-4035-a633-323331623466/94717735.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 V2 «Vanta»",
  "collection": "YEEZY BOOST 700",
  "price": "12 800",
  "title": "adidas Yeezy 450 Resin zostały opracowane w ramach współpracy adidas i Yeezy, a ich premiera odbyła się 17 grudnia 2021 roku. Model został po raz pierwszy zaprezentowany podczas pokazu Yeezy Season 8 podczas Paris Fashion Week w 2020 roku. To zupełnie nowa koncepcja, która różni się wyglądem od swoich poprzedników. Trampki Yeezy 450 mają wyrafinowany design, który nie jest tak prosty, jak mogłoby się wydawać na pierwszy rzut oka. Wykonane są z lekkiej tkaniny w technologii Primeknit, a ich innowacyjna podeszwa środkowa w kształcie kła wykonana jest z miękkiego poliuretanu (EVA), co zapewnia energooszczędność i łatwość poruszania się.Unikalny system sznurowania, który wygląda jak pętle, dodaje wykończenia projektowi trampek. Branding ogranicza się do logo adidas Performance na zamiatarce. Trampki Yeezy 450 reprezentują rewolucyjne podejście do nowoczesnego projektowania obuwia, opracowane wspólnie przez zespół Adidasa i Kanye Westa.",
  "img": "https://thumb.tildacdn.com/stor6633-3633-4666-a132-656333333039/-/format/webp/72654514.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Utility Black»",
  "collection": "YEEZY BOOST 700",
  "price": "12 800",
  "title": "adidas Yeezy Boost 700 Utility Black został opracowany w ramach partnerstwa adidas i Yeezy i został wydany 29 czerwca 2019 roku. Model Yeezy Boost 700 Utility Black wykonany jest z wysokiej jakości zamszu, prawdziwej skóry i siatki w ciemnych odcieniach, wykorzystujących już znaną masywną sylwetkę z podeszwą, w której znajduje się technologia amortyzacji Boost. Branding zewnętrzny Yeezy Boost 700 ogranicza się do pasków odblaskowych trema ukrytych pod zewnętrzną siatką po bokach trampek oraz logo adidas Performance na brązowej gumowej podeszwie. Ponadto odblaskowe wstawki w kształcie Cat Eye można zauważyć na tenisówkach. Buty Adidas Yeezy Boost 700 to wyższy poziom komfortu i amortyzacji w każdym kontekście.",
  "img": "https://thumb.tildacdn.com/stor3433-3866-4436-a233-396434313465/-/format/webp/17303981.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Analog»",
  "collection": "YEEZY BOOST 700",
  "price": "12 600",
  "title": "adidas Yeezy Boost 700 Analog powstał w ramach współpracy między Adidasem i Yeezy, a ich premiera odbyła się 27 kwietnia 2019 roku. Buty Yeezy Boost 700 Analog wykonane są z wysokiej jakości beżowego zamszu, prawdziwej skóry i lekkiej siateczki, wykorzystując już znaną masywną sylwetkę z podeszwą, w której znajduje się technologia amortyzacji Boost.Branding zewnętrznej części Yeezy Boost 700 jest ograniczony do trzech odblaskowych pasków, które są ukryte pod zewnętrzną siatką po bokach trampek, oraz logo adidas Performance na czarnej gumowej podeszwie, podobnie jak w modelu Salt. Ponadto odblaskowe wstawki można zauważyć na trampkach w kształcie Cat Eye. Buty Adidas Yeezy Boost 700 to nienaganny poziom komfortu i amortyzacji w każdym kontekście.",
  "img": "https://thumb.tildacdn.com/stor6236-3237-4037-b231-633831393233/-/format/webp/40190373.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Inertia»",
  "collection": "YEEZY BOOST 700",
  "price": "11 600",
  "title": "adidas Yeezy Boost 700 Inertia zostały opracowane w ramach współpracy między Adidasem i Yeezy, a ich premiera odbyła się 9 marca 2019 roku, pół roku wcześniej niż druga wersja malowania Yeezy 700 v2 Inertia. Trampki wykonane są z prawdziwej skóry, siatki mesh i wysokiej jakości zamszu w odcieniach niebieskiego i jasnoszarego na znanej już masywnej sylwetce z podeszwą, w której zastosowano technologię amortyzacji Boost. Zewnętrzne oznakowanie modelu Yeezy Boost 700 Inertia ogranicza się do trzech odblaskowych pasków, które są ukryte pod zewnętrzną siatką po bokach trampek, oraz logo adidas Performance na białej gumowej podeszwie. Ponadto odblaskowe wstawki można zauważyć na trampkach w kształcie Cat Eye. Buty Adidas Yeezy Boost 700 to niezrównany poziom komfortu i amortyzacji w każdej sytuacji.",
  "img": "https://thumb.tildacdn.com/stor3738-6130-4235-b264-383035343963/-/format/webp/71556451.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Mauve»",
  "collection": "YEEZY BOOST 700",
  "price": "12 000",
  "title": "adidas Yeezy Boost 700 Mauve powstał w ramach współpracy między Adidasem i Yeezy, a ich premiera odbyła się 27 października 2018 roku. Trampki Yeezy Boost 700 Mauve wykonane są z wysokiej jakości zamszu w fioletowych odcieniach, prawdziwej skóry i ciemnej siatki na znanej już sylwetce z masywną podeszwą, w której ukryta jest technologia amortyzująca Boost. Branding modelu Yeezy Boost 700 Mauve jest ograniczony do trzech ukrytych odblaskowych pasków pod zewnętrzną siatką po bokach trampek, a także logo adidas Performance na gumowej podeszwie w kolorze brązowym. Dodatkowo odblaskowe wstawki można zauważyć na trampkach w postaci Cat Eye. Buty Adidas Yeezy Boost 700 to najwyższy poziom komfortu i amortyzacji w każdej sytuacji.",
  "img": "https://thumb.tildacdn.com/stor3132-3864-4138-b262-636134656437/-/format/webp/69560658.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 MNVN «Triple Black»",
  "collection": "YEEZY BOOST 700",
  "price": "12 100",
  "title": "adidas Yeezy Boost 700 mnvn Triple Black to pierwsza opcja kolorystyczna w nowej linii Yeezy Boost 700 mnvn, opracowana w ramach partnerstwa adidas i Yeezy, z udziałem projektanta Christiana Tressera. Premiera odbyła się 8 lutego 2020 roku. Cholewka tenisówki Yeezy Boost 700 mnvn Triple Black jest w całości wykonana z czarnego nylonu, co wyróżnia je spośród poprzednich wersji modeli 700, w których zastosowano kombinacje zamszu, skóry i Tekstyliów. Nazwa modelu jest nadrukowana na nylonowej powierzchni masywnymi odblaskowymi cyframi 700. Liczby na prawym tenisówce są przedstawione w lustrzanym odbiciu. Podeszwa pozostała niezmieniona, nadal ma technologię amortyzacji Boost, która pozostaje jedną z najbardziej skutecznych w branży obuwniczej. Sylwetka Yeezy Boost 700 mnvn wyróżnia się dużą ilością odblaskowych detali, takich jak napis po bokach modelu, wstawki na palcu i plecach oraz odblaskowe okienka na podeszwie środkowej. Marka modelu ogranicza się do Logo Adidas Performance na gumowej podeszwie. adidas Yeezy Boost 700 mnvn zapewnia nienaganny poziom komfortu i amortyzacji w każdym otoczeniu.",
  "img": "https://thumb.tildacdn.com/stor6364-3632-4639-a539-353938373232/-/format/webp/82534455.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Salt»",
  "collection": "YEEZY BOOST 700",
  "price": "11 100",
  "title": "adidas Yeezy Boost 700 Salt został opracowany w ramach współpracy między Adidasem i Yeezy i został wydany 23 lutego 2019 roku. Te trampki są wykonane z wysokiej jakości zamszu, prawdziwej skóry i siateczki w jasnych odcieniach, zachowując rozpoznawalną sylwetkę dzięki masywnej podeszwie, pod którą kryje się technologia amortyzująca Boost. Branding modelu Yeezy Boost 700 ogranicza się do ukrytych trzech odblaskowych pasków pod zewnętrzną siatką po bokach trampek, a także logo adidas Performance na czarnej gumowej podeszwie, podobnie jak w przypadku modelu Analog. Ponadto odblaskowe wstawki znajdują się na samych tenisówkach i są wykonane w kształcie Cat Eye. Buty Adidas Yeezy Boost 700 to idealne połączenie komfortu i amortyzacji w każdej sytuacji.",
  "img": "https://thumb.tildacdn.com/stor6330-3637-4766-b636-326639633237/-/format/webp/66855458.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 V2 «Geode»",
  "collection": "YEEZY BOOST 700",
  "price": "11 700",
  "title": "adidas Yeezy Boost 700 V2 Geode został opracowany w ramach wspólnego projektu adidas i Yeezy i trafił do sprzedaży 23 marca 2019 roku. Te trampki są wykonane z wysokiej jakości zamszu i grubego Primeknit na znanej sylwetce z masywną szarą podeszwą, pod którą ukryta jest technologia amortyzacji Boost.Marka Yeezy Boost 700 V2 jest ograniczona do trzech odblaskowych pasków po bokach trampek i logo adidas Performance na gumowej podeszwie w Kolorze gum. Sylwetka Yeezy Boost 700 V2 ma wiele odblaskowych detali, takich jak sznurowadła, paski po bokach trampek oraz wstawki na misce i plecach. Buty Adidas Yeezy Boost 700 V2 zapewniają niezrównany poziom komfortu i amortyzacji w każdym otoczeniu.",
  "img": "https://thumb.tildacdn.com/stor6164-3830-4038-b762-633830326636/-/format/webp/23126940.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 V2 «Hospital Blue»",
  "collection": "YEEZY BOOST 700",
  "price": "12 800",
  "title": "adidas Yeezy Boost 700 V2 Hospital Blue został opracowany w ramach wspólnego projektu adidas i Yeezy i trafił do sprzedaży 28 września 2019 roku. Te trampki są wykonane z wysokiej jakości zamszu i grubego płótna w Kolorze Niebieskim na słynnej sylwetce z masywną podeszwą, pod którą ukryta jest technologia amortyzacji Boost. Branding Yeezy Boost 700 V2 jest ograniczony do trzech nierefleksyjnych pasków po bokach trampek i logo adidas Performance na gumowej podeszwie w kolorze czarnym. Sylwetka Yeezy Boost 700 V2 ma wiele odblaskowych detali, takich jak paski po bokach w obszarze sznurowania, wstawki na misce i tle oraz odblaskowe okienka na podeszwie środkowej. Buty Adidas Yeezy Boost 700 V2 to niezrównany poziom komfortu i amortyzacji w każdej sytuacji.",
  "img": "https://thumb.tildacdn.com/stor3364-3661-4235-a538-306236313135/-/format/webp/80160393.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 «Wave Runner»",
  "collection": "YEEZY BOOST 700",
  "price": "12 800",
  "title": "adidas Yeezy Boost 700 Wave Runner był pierwszym wariantem kolorystycznym w linii 700, który został opracowany w ramach partnerstwa między Adidasem i Yeezy. Premiera odbyła się 12 sierpnia 2017 r.podczas pokazu Yeezy Season 5 Runway i została wydana wyłącznie do sprzedaży na platformie Yeezy Supply. Buty Yeezy Wave Runner wykonane są z wysokiej jakości zamszu, prawdziwej skóry i siatki mesh na znanej sylwetce z masywną podeszwą, w której ukryta jest technologia amortyzacji Boost. Branding Yeezy Boost 700 jest ograniczony do trzech odblaskowych pasków, które pozostają ukryte pod zewnętrzną siatką po bokach trampek,oraz logo adidas Performance na gumowej podeszwie. Ponadto odblaskowe wstawki można zobaczyć na samych tenisówkach, które są wykonane w formie Cat Eye. Buty Adidas Yeezy Boost 700 to doskonały poziom komfortu i amortyzacji w każdej sytuacji.",
  "img": "https://thumb.tildacdn.com/stor6363-6339-4536-b466-393335363537/-/format/webp/98138674.png"
}, {
  "name": "ADIDAS YEEZY BOOST 700 V2 «Mauve»",
  "collection": "YEEZY BOOST 700",
  "price": "12 600",
  "title": "adidas Yeezy Boost 700 V2 Mauve został opracowany w ramach współpracy adidas i Yeezy. Wydanie tego wariantu kolorystycznego miało miejsce 25 września 2021 roku, trzy lata później niż model Yeezy 700 Mauve. Trampki Yeezy Boost 700 V2 Mauve są wykonane z wysokiej jakości bordowego zamszu i gęstego Primeknit na słynnej sylwetce z masywną podeszwą, w której zastosowano technologię amortyzacji Boost. Wygląd zewnętrzny modelu Yeezy Boost 700 V2 jest zdefiniowany przez trzy odblaskowe paski po bokach trampek i logo adidas Performance na gumowym zamiataczu w kolorze mięty górskiej. Sylwetka Yeezy Boost 700 V2 charakteryzuje się dużą ilością odblaskowych detali, takich jak sznurowadła, paski po bokach, wstawki na misce i plecach oraz odblaskowe okienka na podeszwie środkowej. Buty Adidas Yeezy Boost 700 V2 to doskonały poziom komfortu i amortyzacji w każdej sytuacji.",
  "img": "https://thumb.tildacdn.com/stor6535-3734-4066-a331-346236356331/-/format/webp/47738139.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Onyx»",
  "collection": "YEEZY BOOST 380",
  "price": "10 800",
  "title": "adidas Yeezy Boost 380 Onyx to szósta odsłona nowej serii Yeezy 380, która miała zostać wydana na czarny piątek 2020 roku. Nazwa wskazuje na minerał Onyks-znany rodzaj kwarcu o charakterystycznym opalizującym odcieniu. Cholewka tenisówki Yeezy 380 Onyx jest wykonana w ciemnym kamuflażu z nowoczesnego materiału Primeknit. Zwróć uwagę na wysoki dekolt, który skutecznie zakrzywia nogę, przypominając kształt skarpety. Wygodne zakładanie butów jest wspierane przez elastyczne sznurowadła bez krawatów. Wydajną wymianę powietrza zapewniają perforowane paski po obu stronach trampek.Podniesiona półprzezroczysta podeszwa ukrywa technologię amortyzacji Boost, a brązowy zamiatacz dopełnia futurystyczny design tego modelu. Yeezy Boost 380 Onyx jest dostępny w wersji refleksyjnej i nie refleksyjnej.",
  "img": "https://thumb.tildacdn.com/stor3931-3430-4566-b739-393139376231/-/format/webp/80690870.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Calcite Glow»",
  "collection": "YEEZY BOOST 380",
  "price": "10 800",
  "title": "adidas Yeezy Boost 380 Calcite Glow to piąta odsłona nowej serii Yeezy 380 i pierwszy model wykorzystujący popularną technologię Glow in The Dark. Premiera odbyła się 31 października 2020 roku. Kolor otrzymał nazwę Calcite za minerał należący do klasy naturalnych węglanów i będący składnikiem wapna i kredy. Technologia GID jest obecna zarówno w midsole, jak i tkaninie Primeknit. Cholewka sneakersów Yeezy 380 ma jasny kolor kamuflażu, wykonany z ulepszonego materiału Primeknit. Ta sylwetka uderza w wysoki dekolt, który z wdziękiem dopasowuje się do nogi i przypomina kształt skarpety. Wygodę noszenia podkreślają elastyczne białe sznurowadła bez krawatów. Aby uzyskać dodatkową wymianę powietrza, zastosowano perforowane szare paski, które znajdują się po obu stronach butów do biegania. Wysoka półprzezroczysta midsole ukrywa technologię amortyzacji Boost. Jeśli podoba ci się model z technologią GID, zalecamy również zwrócenie uwagi na Yeezy Boost 350 V2 Glow.",
  "img": "https://thumb.tildacdn.com/stor3739-3831-4537-a332-363437373564/-/format/webp/66406480.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Alien»",
  "collection": "YEEZY BOOST 380",
  "price": "11 100",
  "title": "adidas Yeezy Boost 380 Alien to premiera debiutanckiego modelu z nowej serii Yeezy 380, która ukazała się 16 listopada 2019 roku. Wszyscy spodziewali się Wydania Yeezy Boost 350 V3, ale na scenie pojawił się Yeezy Boost 380.Cholewka sneakersów Yeezy 380 ma jasny kolor kamuflażu, wykorzystując zmodernizowany Materiał Primeknit. Ta sylwetka charakteryzuje się wysokim dekoltem, który tworzy efekt dopasowania wokół fiszbiny, przypominając kształt skarpety. Aby poprawić wentylację buta, stosuje się perforowane paski umieszczone po obu stronach buta do biegania.Wysoka półprzezroczysta podeszwa środkowa ukrywa technologię amortyzacji Boost, która obejmuje całą długość podeszwy. Jasne, Yeezy Boost 380 Alien to nowy etap w ewolucji marki Kanye Westa.",
  "img": "https://thumb.tildacdn.com/stor3935-6666-4031-b632-393234376637/-/format/webp/76544896.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Mist»",
  "collection": "YEEZY BOOST 380",
  "price": "10 800",
  "title": "adidas Yeezy Boost 380 Mist to drugie wydawnictwo z nowej serii Yeezy 380, wydane 25 marca 2020 roku. Cholewka sneakersów Yeezy 380 Mist jest w delikatnych odcieniach z nadrukiem moro z ulepszonego materiału Primeknit. Zwróć uwagę na wysoki dekolt, który owija nogę wokół kości i ma kształt przypominający skarpetę. Aby zapewnić dobrą wentylację buta, stosuje się perforowane paski umieszczone po obu stronach buta do biegania. Wysoka półprzezroczysta podeszwa środkowa ukrywa technologię amortyzacji Boost rozciągającą się na całej długości podeszwy. Dopełnieniem futurystycznego projektu modelu jest brązowy zamiatacz. Yeezy Boost 380 Mist jest dostępny w wersjach refleksyjnych i nie refleksyjnych.",
  "img": "https://thumb.tildacdn.com/stor3661-6439-4638-a534-363338306465/-/format/webp/85742202.png"
}, {
  "name": "ADIDAS YEEZY BOOST 380 «Mist Reflective»",
  "collection": "YEEZY BOOST 380",
  "price": "10 800",
  "title": "adidas Yeezy Boost 380 Mist Reflective to opcja malowania Mist z dodatkiem elementów odblaskowych w Primeknit. Premiera odbyła się 29 lutego 2020 roku. Wierzchnia warstwa sneakersów Yeezy 380 Mist Reflective jest wykonana w delikatnych odcieniach z nadrukiem kamuflażu z ulepszonego materiału Primeknit, który ma właściwości odblaskowe. Zwróć uwagę na wysoki dekolt, który owija nogę wokół kości, przypominając skarpetę. Dobrą wymianę powietrza zapewniają perforowane paski umieszczone po obu stronach butów do biegania. Wysoki półprzezroczysty midsole ukrywa technologię amortyzacji Boost, a brązowy zamiatacz dopełnia futurystyczny design modelu.",
  "img": "https://thumb.tildacdn.com/stor3462-3731-4838-b530-653061633164/-/format/webp/96193639.png"
}, {
  "name": "ADIDAS YEEZY 450 «Dark Slate»",
  "collection": "YEEZY 450",
  "price": "11 300",
  "title": "adidas Yeezy 450 Dark Slate powstał w ramach współpracy między Adidasem i Yeezy. Wydanie tego wariantu kolorystycznego odbyło się 25 czerwca 2021 roku. Model został po raz pierwszy zaprezentowany podczas pokazu Yeezy Season 8 podczas Paris Fashion Week w 2020 roku. Ten model jest zupełnie nowy i różni się wyglądem od swoich poprzedników. Trampki Yeezy 450 mają składaną konstrukcję, która nie jest tak prosta, jak mogłoby się wydawać na pierwszy rzut oka.Cholewka tenisówki wykonana jest z lekkiego materiału w technologii Primeknit, a innowacyjna podeszwa środkowa w kształcie kła wykorzystuje miękki poliuretan (EVA), który zapewnia powrót energii po każdym kroku i łatwość poruszania się. Niezwykłym elementem w projektowaniu trampek jest oryginalne sznurowanie wykonane w postaci pętli. Branding potwierdza logo adidas Performance na zamiatarce. Trampki Yeezy 450 to rewolucyjne podejście do nowoczesnego projektowania obuwia od zespołu adidas i Kanye Westa.",
  "img": "https://static.tildacdn.com/stor3539-3436-4536-b163-383233623763/17425051.png"
}, {
  "name": "ADIDAS YEEZY 450 «Cloud White»",
  "collection": "YEEZY 450",
  "price": "11 300",
  "title": "adidas Yeezy 450 Cloud White został opracowany w ramach współpracy między Adidasem i Yeezy. Wydanie tego wariantu kolorystycznego odbyło się 6 marca 2021 roku. Model został po raz pierwszy zaprezentowany podczas pokazu Yeezy Season 8 podczas Paris Fashion Week w 2020 roku. To zupełnie nowy model, który różni się od swoich poprzedników wyglądem. Trampki Yeezy 450 mają składaną konstrukcję, która nie jest tak prosta, jak mogłoby się wydawać na pierwszy rzut oka.Cholewka tenisówki wykonana jest z lekkiego materiału w technologii Primeknit, a innowacyjna podeszwa środkowa w kształcie kła wykorzystuje miękki poliuretan (EVA), który zapewnia powrót energii po każdym kroku i łatwość poruszania się. Ostatnim elementem projektu trampek jest oryginalne sznurowanie wykonane w postaci pętli. Branding ogranicza się do logo adidas Performance na zamiatarce. Trampki Yeezy 450 to rewolucyjne podejście do nowoczesnego projektowania obuwia od zespołu adidas i Kanye Westa.",
  "img": "https://static.tildacdn.com/stor3532-6538-4763-b365-396435396161/90120043.png"
}, {
  "name": "ADIDAS YEEZY 450 «Resin»",
  "collection": "YEEZY 450",
  "price": "10 400",
  "title": "adidas Yeezy 450 Resin został opracowany w ramach współpracy między Adidasem i Yeezy. Wydanie tego wariantu kolorystycznego odbyło się 17 grudnia 2021 roku. Model został po raz pierwszy zaprezentowany podczas pokazu Yeezy Season 8 podczas Paris Fashion Week w 2020 roku. To zupełnie nowy model, który różni się od swoich poprzedników wyglądem. Trampki Yeezy 450 mają składaną konstrukcję, która nie jest tak prosta, jak mogłoby się wydawać na pierwszy rzut oka.Cholewka tenisówki wykonana jest z lekkiego materiału w technologii Primeknit, a innowacyjna podeszwa środkowa w kształcie kła wykorzystuje miękki poliuretan (EVA), który zapewnia powrót energii po każdym kroku i łatwość poruszania się. Ostatnim elementem projektu trampek jest oryginalne sznurowanie wykonane w postaci pętli. Branding ogranicza się do logo adidas Performance na zamiatarce. Trampki Yeezy 450 to rewolucyjne podejście do nowoczesnego projektowania obuwia od zespołu adidas i Kanye Westa.",
  "img": "https://thumb.tildacdn.com/stor3732-3338-4632-b138-323939346438/-/format/webp/56856378.png"
}, {
  "name": "ADIDAS YEEZY 500 «Utility Black»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Utility Black powstał w ramach współpracy adidas i Yeezy i trafił do sprzedaży 7 lipca 2018 roku. Cholewka butów Yeezy Utility Black wykonana jest z wysokiej jakości zamszu i płótna, a podeszwa wykorzystuje technologię amortyzacji adiPRENE+. Trampki Yeezy 500 mają piankową wkładkę Ortholite z pamięcią kształtu i wygodną wyściółkę, która nie pozostawia śladów na powierzchni. Powłoka odblaskowa jest umieszczona na języku i elementach sznurowania. Branding ogranicza się do logo adidas Performance z tyłu trampek. Ta seria Kanye West zawiera harmonijne połączenie stylu retro w nowoczesnym wykonaniu. Trampki Yeezy 500 są uważane za prawdziwy klasyk marki.",
  "img": "https://thumb.tildacdn.com/stor6434-3538-4537-b564-306335386561/-/format/webp/91239177.png"
}, {
  "name": "ADIDAS YEEZY 500 «Ash Grey»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Ash Grey powstał w ramach współpracy adidas i Yeezy i trafił do sprzedaży 4 grudnia 2021 roku. Cholewka butów Yeezy Ash Grey wykonana jest z wysokiej jakości zamszu i koronki, a podeszwa wykorzystuje technologię amortyzacji adiPRENE+. Trampki Yeezy 500 mają piankową wkładkę Ortholite z pamięcią kształtu i wygodną wyściółkę, która nie pozostawia śladów na powierzchni. Powłoka odblaskowa jest umieszczona na języku i elementach sznurowania. Branding ogranicza się do logo adidas Performance z tyłu trampek. Ta seria Kanye West zawiera harmonijne połączenie stylu retro w nowoczesnym wykonaniu. Trampki Yeezy 500 są uważane za prawdziwy klasyk marki.",
  "img": "https://thumb.tildacdn.com/stor3464-3033-4637-b539-326265366238/-/format/webp/93933290.png"
}, {
  "name": "ADIDAS YEEZY 500 «Blush»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Blush powstał w ramach współpracy adidas i Yeezy i trafił do sprzedaży 16 lutego 2018 roku. Cholewka butów Yeezy Blush wykonana jest z wysokiej jakości zamszu i koronki, a podeszwa wykorzystuje technologię amortyzacji adiPRENE+. Trampki Yeezy 500 mają piankową wkładkę Ortholite z pamięcią kształtu i wygodną wyściółkę, która nie pozostawia śladów na powierzchni. Powłoka odblaskowa jest umieszczona na języku i elementach sznurowania. Branding ogranicza się do logo adidas Performance z tyłu trampek. Ta seria Kanye West zawiera harmonijne połączenie stylu retro w nowoczesnym wykonaniu. Trampki Yeezy 500 są uważane za prawdziwy klasyk marki.",
  "img": "https://thumb.tildacdn.com/stor3664-6133-4764-b737-316263626531/-/format/webp/85871756.png"
}, {
  "name": "ADIDAS YEEZY 500 «Bone White»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Bone White powstał w ramach współpracy adidas i Yeezy i trafił do sprzedaży 24 sierpnia 2019 roku. Cholewka butów Yeezy Bone White wykonana jest z wysokiej jakości zamszu i koronki, a podeszwa wykorzystuje technologię amortyzacji adiPRENE+. Trampki Yeezy 500 mają piankową wkładkę Ortholite z pamięcią kształtu i wygodną wyściółkę, która nie pozostawia śladów na powierzchni. Powłoka odblaskowa jest umieszczona na języku i elementach sznurowania. Branding ogranicza się do logo adidas Performance z tyłu trampek. W tej linii od marki Kanye West uosabia harmonijne połączenie stylu retro w nowoczesnym wydaniu. Trampki Yeezy 500 są uważane za prawdziwy klasyk marki.",
  "img": "https://thumb.tildacdn.com/stor6437-3838-4633-b262-663834373261/-/format/webp/93207360.png"
}, {
  "name": "ADIDAS YEEZY 500 «Clay Brown»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Clay Brown powstał w ramach współpracy adidas i Yeezy i trafił do sprzedaży 30 października 2021 roku. Cholewka butów Yeezy Clay Brown wykonana jest z wysokiej jakości zamszu i koronki, a podeszwa wykorzystuje technologię amortyzacji adiPRENE+. Trampki Yeezy 500 mają piankową wkładkę Ortholite z pamięcią kształtu i wygodną wyściółkę, która nie pozostawia śladów na powierzchni.Powłoka odblaskowa jest umieszczona na języku i elementach sznurowania. Branding ogranicza się do logo adidas Performance z tyłu trampek. W tej linii od marki Kanye West uosabia harmonijne połączenie stylu retro w nowoczesnym wydaniu. Trampki Yeezy 500 są uważane za prawdziwy klasyk marki.",
  "img": "https://thumb.tildacdn.com/stor6339-3630-4362-b734-346562323237/-/format/webp/73962037.png"
}, {
  "name": "ADIDAS YEEZY 500 «Granite»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Granite powstał w ramach współpracy adidas i Yeezy i trafił do sprzedaży 14 maja 2022 roku. Cholewka tenisówki Yeezy Granite wykonana jest z wysokiej jakości zamszu i koronki, a podeszwa wykorzystuje technologię amortyzacji adiPRENE+. Trampki Yeezy 500 mają piankową wkładkę Ortholite z pamięcią kształtu i wygodną wyściółkę, która nie pozostawia śladów na powierzchni. Powłoka odblaskowa znajduje się na języku i elementach sznurowania. Branding ogranicza się do logo adidas Performance z tyłu trampek. W tej linii od marki Kanye West uosabia harmonijne połączenie stylu retro w nowoczesnym wydaniu. Trampki Yeezy 500 są uważane za prawdziwy klasyk marki.",
  "img": "https://thumb.tildacdn.com/stor3762-6338-4835-b732-356637666266/-/format/webp/14726303.png"
}, {
  "name": "ADIDAS YEEZY 500 «Salt»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Salt został wyprodukowany w ramach współpracy adidas i Yeezy i trafił do sprzedaży 30 listopada 2018 roku. Cholewka butów Yeezy Salt wykonana jest z wysokiej jakości zamszu i koronki, a podeszwa wykorzystuje technologię amortyzacji adiPRENE+. Buty Yeezy 500 są wyposażone w piankową wkładkę Ortholite z pamięcią kształtu i wygodną wyściółkę, która nie pozostawia śladów na powierzchni. Powłoka odblaskowa znajduje się na języku i elementach sznurowania. Branding jest reprezentowany przez Logo adidas Performance z tyłu trampek. Ta seria marki Kanye West zawiera harmonijne połączenie stylu retro w nowoczesnym wydaniu, a trampki Yeezy 500 są uważane za prawdziwy klasyk marki.",
  "img": "https://thumb.tildacdn.com/stor6366-6361-4661-b934-666339623336/-/format/webp/12969975.png"
}, {
  "name": "ADIDAS YEEZY 500 «Soft Vision»",
  "collection": "YEEZY 500",
  "price": "12 800",
  "title": "adidas Yeezy 500 Soft Vision to współpraca między Adidasem i Yeezy i została wydana 2 listopada 2019 roku. Cholewka butów Yeezy Soft Vision wykonana jest z wysokiej jakości zamszu i koronki, a podeszwa wykorzystuje technologię amortyzacji adiPRENE+. Trampki Yeezy 500 mają piankową wkładkę Ortholite z pamięcią kształtu i wygodną wyściółkę, która nie pozostawia śladów na powierzchni. Elementy powłoki odblaskowej znajdują się na języku i sznurowaniu. Branding jest reprezentowany przez Logo adidas Performance z tyłu trampek. W tej serii od marki Kanye West pojawia się harmonijne połączenie stylu retro w nowoczesnym wydaniu, a trampki Yeezy 500 są uważane za prawdziwy klasyk marki.",
  "img": "https://static.tildacdn.com/stor6636-3632-4631-a335-396664663963/67368460.png"
}, {
  "name": "ADIDAS YEEZY 500 «Stone»",
  "collection": "YEEZY 500",
  "price": "11 300",
  "title": "adidas Yeezy 500 Stone to ulepszona wersja Yeezy 500 i trafiła do sprzedaży 23 listopada 2019 roku. Kolor Stone uderza w lekkie odcienie beżu i z powodzeniem przypomina poprzednie wydanie z 2018 roku - Blush. Główną nową cechą w porównaniu ze wszystkimi poprzednimi edycjami z serii Yeezy 500 jest to, że cholewka wykonana jest z neoprenu zamiast zwykłej siatki mesh. Najwyższej jakości zamsz i skórzane wstawki pozostają kluczowymi materiałami w tenisówkach, podobnie jak wyrzeźbiona podeszwa zewnętrzna, w której wbudowana jest technologia amortyzacji adiPRENE+. Yeezy 500 mają wygodną piankową wkładkę Ortholite i markę reprezentowaną przez Logo Adidas Performance na pięcie trampek. To wydanie zespołu Kanye West zawiera harmonijne połączenie stylu retro w nowoczesnym wydaniu. Wydanie Yeezy 500 Stone zakończyło rok 2019 I stało się niezwykle popularne wśród fanów marki.",
  "img": "https://thumb.tildacdn.com/stor3738-6636-4536-b736-653237323039/-/format/webp/26061094.png"
}, {
  "name": "ADIDAS YEEZY 500 «Taupe Light»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Taupe Light, opracowany w ramach współpracy adidas i Yeezy, trafił do sprzedaży 5 czerwca 2021 roku. Cholewka butów Yeezy Taupe Light wykonana jest z wysokiej jakości zamszu i siatki mesh, a podeszwa wykorzystuje technologię amortyzacji adiPRENE+. Buty Yeezy 500 są wyposażone w wygodną wkładkę z pianki Ortholite z pamięcią kształtu i bezpieczną wyściółkę, która zapewnia wysoki poziom komfortu i nie pozostawia śladów na powierzchni. Powłoka odblaskowa jest umieszczona na języku i elementach sznurowania. Branding jest reprezentowany przez Logo Adidas Performance na pięcie tenisówki. To wydanie marki Kanye West zawiera harmonijne połączenie stylu retro i nowoczesnego wykonania. Trampki Yeezy 500 są uważane za prawdziwy klasyk w asortymencie marki.",
  "img": "https://thumb.tildacdn.com/stor3165-6135-4030-a236-623361623666/-/format/webp/89340315.png"
}, {
  "name": "ADIDAS YEEZY 500 «Enflame»",
  "collection": "YEEZY 500",
  "price": "12 600",
  "title": "adidas Yeezy 500 Enflame, opracowany w ramach współpracy adidas i Yeezy, trafił do sprzedaży 8 maja 2021 roku. Cholewka butów Yeezy Enflame wykonana jest z wysokiej jakości zamszu i siatki mesh, a podeszwa wykorzystuje technologię amortyzacji adiPRENE+. Buty Yeezy 500 są wyposażone w wygodną piankową wkładkę Ortholite z pamięcią kształtu i bezpieczną wyściółkę, która zapewnia wysoki poziom komfortu i nie pozostawia śladów na powierzchni. Powłoka odblaskowa jest umieszczona na języku i elementach sznurowania. Branding jest reprezentowany przez Logo Adidas Performance na pięcie tenisówki. To wydanie marki Kanye West zawiera harmonijne połączenie stylu retro i nowoczesnego wykonania. Trampki Yeezy 500 są uważane za prawdziwy klasyk w asortymencie marki.",
  "img": "https://thumb.tildacdn.com/stor3630-6333-4630-a533-323764356330/-/format/webp/48109158.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Alvah»",
  "collection": "YEEZY 700 V3",
  "price": "12 900",
  "title": "adidas Yeezy 700 V3 Alvah, opracowany w ramach współpracy adidas i Yeezy, został wydany 11 kwietnia 2020 roku. To drugie malowanie Yeezy 700 V3 po Azael wyróżnia się futurystycznym designem i brakiem systemu amortyzacji Boost w podeszwie. Cholewka tenisówki wykonana jest z lekkiego Primeknit, otoczonego kręconą klatką ze sztywnego poliuretanu, świecącego w ciemności i przypominającego anielskie skrzydła. Ta konstrukcja gwarantuje dokładne dopasowanie i bezpieczne trzymanie stopy. Odblaskowe detale na bazie uzupełniają sznurowanie, a branding ogranicza się do Logo Adidas Performance na pięcie tenisówki. Podeszwa środkowa EVA zapewnia wygodę i czas trwania, a gumowa podeszwa zewnętrzna poprawia przyczepność. Buty adidas Yeezy 700 V3 Alvah są wyposażone w Wkładki Z Pianki Ortholite z pamięcią kształtu.",
  "img": "https://thumb.tildacdn.com/stor3132-6363-4465-b064-356564396137/-/format/webp/56705376.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Arzareth»",
  "collection": "YEEZY 700 V3",
  "price": "11 600",
  "title": "adidas Yeezy 700 V3 Arzareth to trzecie malowanie imponujących 700 W trzeciej wersji. Wydanie na lato 2020 różni się od swoich poprzedników (Yeezy Boost 700) futurystycznym designem i brakiem systemu amortyzacji Boost w podeszwie. Cholewka wykonana jest z lekkich tkanin otoczonych kręconą klatką ze sztywnego poliuretanu, która świeci w ciemności, przypominając anielskie skrzydła. Czarna nylonowa zakładka jest ukryta pod nowym systemem sznurowania, którego pętle znajdują się za panelami bocznymi. Ta konstrukcja zapewnia dokładne dopasowanie i bezpieczne trzymanie stopy. Sznurowanie jest uzupełnione refleksyjnymi detalami w pobliżu podstawy. Podeszwa środkowa EVA jest odpowiedzialna za wygodę i trwałość, a gumowa podeszwa zewnętrzna poprawia przyczepność. Buty adidas Yeezy 700 V3 Arzareth są wyposażone w Wkładki Z Pianki Ortholite z pamięcią kształtu.",
  "img": "https://thumb.tildacdn.com/stor6439-6637-4531-b765-306537313661/-/format/webp/22470007.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Azael»",
  "collection": "YEEZY 700 V3",
  "price": "12 600",
  "title": "adidas Yeezy 700 V3 Azael został opracowany w ramach współpracy adidas X Yeezy. Jest to pierwsza kolorystyka modelu 700 w jego trzeciej wersji, której premiera odbyła się 23 grudnia 2019 roku. Ten model wyróżnia się na tle swoich poprzedników dzięki futurystycznemu wzornictwu i brakowi amortyzacji Boost w podeszwie. Cholewka wykonana jest z lekkiego Primeknit otoczonego kręconą klatką ze sztywnego poliuretanu, która świeci w ciemności w kształcie skrzydeł anioła. Ta konstrukcja zapewnia dokładne dopasowanie i bezpieczne trzymanie stopy. Sznurowanie jest uzupełnione refleksyjnymi detalami wzdłuż podstawy, a Branding jest ograniczony Logo Adidas Performance na pięcie tenisówki. Podeszwa środkowa EVA jest odpowiedzialna za wygodę i trwałość, a gumowa podeszwa zapewnia lepszą przyczepność. Buty adidas Yeezy 700 V3 Azael są wyposażone w Wkładki Z Pianki Ortholite z pamięcią kształtu.",
  "img": "https://thumb.tildacdn.com/stor3638-6466-4463-a237-633632623961/-/format/webp/27534527.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Clay Brown»",
  "collection": "YEEZY 700 V3",
  "price": "12 900",
  "title": "adidas Yeezy 700 V3 Clay Brown to piąte malowanie wyróżniającego się Modelu 700 W trzeciej wersji. Ta wersja została wydana zimą 2020 roku, a model ten wyróżnia się na tle swoich poprzedników futurystycznym designem i brakiem systemu amortyzacji Boost w podeszwie. Cholewka tenisówki wykonana jest z lekkich tkanin, które są otoczone kręconą klatką wykonaną ze sztywnego poliuretanu, świecącego w ciemności jak anielskie skrzydła. Czarna nylonowa zakładka jest ukryta pod nowym systemem sznurowania, którego pętle znajdują się pod panelami bocznymi. Ta konstrukcja zapewnia dokładne dopasowanie i bezpieczne trzymanie stopy. Sznurowanie jest uzupełnione refleksyjnymi detalami u podstawy. Podeszwa środkowa EVA jest odpowiedzialna za wygodę i trwałość, a gumowa podeszwa zapewnia lepszą przyczepność. Trampki Yeezy 700 V3 Clay Brown mają wkładki Z Pianki Ortholite z pamięcią kształtu.",
  "img": "https://static.tildacdn.com/stor3735-3431-4138-b534-623237633234/93024645.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Copper Fade»",
  "collection": "YEEZY 700 V3",
  "price": "10 100",
  "title": "adidas Yeezy 700 V3 Copper Fade to nowe malowanie wydłużonych 700 W trzeciej wersji. Ten model został wydany 10 grudnia 2021 roku i wyróżnia się na tle swoich poprzedników, Yeezy Boost 700, dzięki futurystycznemu wzornictwu i brakowi systemu amortyzacji Boost w podeszwie. Cholewka wykonana jest z lekkiego materiału tekstylnego, który jest otoczony kręconą klatką wykonaną ze sztywnego poliuretanu, świecącego w ciemności jak anielskie skrzydła. Brązowy nylonowy język jest ukryty pod nowym systemem sznurowania, którego pętle znajdują się pod panelami bocznymi. Konstrukcja zapewnia dokładne dopasowanie i stabilne trzymanie stopy. Sznurowanie jest uzupełnione elementami refleksyjnymi u podstawy. Podeszwa środkowa EVA jest odpowiedzialna za wygodę i trwałość, a gumowa podeszwa zapewnia lepszą przyczepność. Buty do biegania adidas Yeezy 700 V3 Copper Fade mają wkładki Z Pianki Ortholite z pamięcią kształtu.",
  "img": "https://thumb.tildacdn.com/stor6631-3539-4938-b431-633361393837/-/format/webp/54942856.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Kyanite»",
  "collection": "YEEZY 700 V3",
  "price": "10 600",
  "title": "adidas Yeezy 700 V3 Kyanite to nowy wariant kultowych 700 W trzeciej wersji. Ta wersja, wydana wiosną 2021 roku, wyróżnia się na tle swoich poprzedników, Yeezy Boost 700, dzięki futurystycznemu wzornictwu i brakowi amortyzującego systemu Boost w podeszwie. Cholewka wykonana jest z lekkich tkanin otoczonych kręconą klatką ze sztywnego poliuretanu, która świeci w ciemności, przypominając anielskie skrzydła. Czarna nylonowa zakładka jest ukryta pod nowym systemem sznurowania, a jej pętle są ukryte pod panelami bocznymi. Konstrukcja zapewnia dokładne dopasowanie i bezpieczne trzymanie stopy. Sznurowanie jest uzupełnione refleksyjnymi detalami u podstawy. Podeszwa środkowa EVA jest odpowiedzialna za wygodę i trwałość, a gumowa podeszwa zapewnia lepszą przyczepność. Buty adidas Yeezy 700 V3 Kyanite są wyposażone w Wkładki Z Pianki Ortholite z pamięcią kształtu.",
  "img": "https://static.tildacdn.com/stor6134-3261-4233-b936-303039613231/22090884.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Mono Safflower»",
  "collection": "YEEZY 700 V3",
  "price": "11 000",
  "title": "adidas Yeezy 700 V3 Mono Safflower to nowe malowanie słynnych 700 W trzeciej wersji. To wydanie, zaprezentowane 18 marca 2022 r., różni się od swoich poprzedników (Yeezy Boost 700) futurystycznym designem i brakiem systemu amortyzacji Boost w podeszwie. Cholewka wykonana jest z lekkich tkanin otoczonych kręconą klatką ze sztywnego poliuretanu, która świeci w ciemności i ma kształt anielskich skrzydeł. Czarna nylonowa zakładka jest ukryta pod nowym systemem sznurowania, a jej pętle są ukryte pod panelami bocznymi. Konstrukcja gwarantuje dokładne dopasowanie i stabilne trzymanie stopy. Sznurowanie jest uzupełnione elementami refleksyjnymi u podstawy. Podeszwa środkowa EVA jest odpowiedzialna za wygodę i trwałość, a gumowa podeszwa zapewnia lepszą przyczepność. Buty adidas Yeezy 700 V3 Mono Safflower są wyposażone w Wkładki Z Pianki Ortholite z pamięcią kształtu.",
  "img": "https://thumb.tildacdn.com/stor3235-3937-4530-a161-613135636639/-/format/webp/60174060.png"
}, {
  "name": "ADIDAS YEEZY 700 V3 «Safflower»",
  "collection": "YEEZY 700 V3",
  "price": "10 600",
  "title": "adidas Yeezy 700 V3 Safflower to czwarta farba imponujących lat 700 W trzeciej wersji. To wydanie, zaprezentowane jesienią 2020 roku, wyróżnia się na tle poprzedników (Yeezy Boost 700)nowoczesnym futurystycznym designem i brakiem systemu amortyzacji Boost w podeszwie. Górna część wykonana jest z lekkich Tekstyliów otoczonych strukturalną klatką wykonaną ze sztywnego poliuretanu, która świeci w ciemności i ma kształt anielskich skrzydeł. Czarna nylonowa zakładka jest ukryta pod nowym systemem sznurowania, a pętle tego systemu są ukryte pod panelami bocznymi. Konstrukcja zapewnia dokładne dopasowanie i bezpieczne trzymanie stopy. Sznurowanie jest uzupełnione refleksyjnymi detalami u podstawy. Podeszwa środkowa EVA jest odpowiedzialna za wygodę i trwałość, podczas gdy gumowa podeszwa zapewnia lepszą przyczepność. Buty Yeezy 700 V3 Safflower są wyposażone w Wkładki Z Pianki Ortholite z pamięcią kształtu.",
  "img": "https://static.tildacdn.com/stor6432-6433-4635-a531-613532653537/76377992.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Onyx»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "Adidas Yeezy Slide Onyx to nowy wariant całkowicie czarnych łupków o unikalnej fakturze cholewki, wprowadzony w ramach współpracy adidas X Yeezy. Wydanie tej kolorystyki odbyło się 7 marca 2022 roku. Pomimo minimalistycznego designu, łupki Yeezy Slide zachwycają wyrafinowaniem i funkcjonalnością. Kapcie Yeezy Slide są wykonane z miękkiej pianki EVA, dzięki czemu są lekkie i bardzo trwałe przez długi czas użytkowania. Specjalne rowki w okolicy palców, poduszek i pięty gwarantują bezpieczne trzymanie stopy, a żebrowana podeszwa zapewnia pewny chwyt nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem. Zewnętrzny branding jest ograniczony Logo Adidas Performance na poduszce w obszarze pięty, a także wygrawerowanym napisem YEEZY po wewnętrznej stronie łupków. Adidas Yeezy Slide to nie tylko niesamowita lekkość, ale także maksymalna amortyzacja zapewniająca najwyższy komfort noszenia.",
  "img": "https://static.tildacdn.com/stor3264-3365-4334-a631-393235356134/25502788.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Bone»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "Adidas Yeezy Slide Bone to efekt współpracy między Adidasem i Yeezy. Te łupki zostały wydane 6 grudnia 2019 roku wraz z wariantami desert Sand i Resin. Nawet przy minimalistycznym designie zachwycają wyrafinowaniem i funkcjonalnością. Kapcie Yeezy Slide są wykonane z miękkiej pianki EVA, dzięki czemu są lekkie i wytrzymałe przez cały okres użytkowania. Dzięki specjalnym rowkom w okolicy palców, poduszce pod stopą i piętą, łupki gwarantują bezpieczne trzymanie stopy. Żebrowana podeszwa zapewnia doskonałą przyczepność nawet na śliskich powierzchniach, co zapewnia maksymalny komfort i ochronę przed poślizgiem. Branding zewnętrzny ogranicza się do Logo Adidas Performance na poduszce w obszarze pięty, a także do wygrawerowanego napisu YEEZY na wewnętrznej stronie łupków. Adidas Yeezy Slide to nie tylko niesamowita lekkość, ale także maksymalna amortyzacja zapewniająca maksymalny komfort.",
  "img": "https://thumb.tildacdn.com/stor3132-6461-4866-a232-366431373065/-/format/webp/70398039.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Corе»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "Adidas Yeezy Slide Core jest wynikiem współpracy Adidasa i Yeezy, a ich premiera odbyła się 4 września 2020 roku. Odcień tego koloru przypomina Earth Brown, ale Core jest nieco jaśniejszy. Pomimo minimalistycznego wzornictwa łupków, zadziwiają swoją złożonością i funkcjonalnością. Kapcie Yeezy Slide są wykonane z miękkiej pianki EVA, dzięki czemu są lekkie i trwałe przez cały okres użytkowania. Dzięki specjalnym rowkom w okolicy palców, poduszce pod stopą i piętą stopa jest bezpiecznie zamocowana, a żebrowana podeszwa zapewnia doskonałą przyczepność nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem. Zewnętrzny branding jest ograniczony Logo Adidas Performance na poduszce w obszarze pięty, a także wygrawerowanym napisem YEEZY na wewnętrznej stronie łupków. Adidas Yeezy Slide to nie tylko niesamowita lekkość, ale także maksymalna amortyzacja zapewniająca maksymalny komfort.",
  "img": "https://thumb.tildacdn.com/stor6665-6636-4139-b263-666137633937/-/format/webp/87208757.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Desert Sand»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "Adidas Yeezy Slide desert Sand jest wynikiem współpracy Adidasa i Yeezy, a ich premiera odbyła się 6 grudnia 2019 roku, wraz z wariantami kolorów Bone i Resin. Nawet przy minimalistycznym designie łupków zadziwiają swoją złożonością i funkcjonalnością. Kapcie Yeezy Slide są wykonane z miękkiej pianki EVA, dzięki czemu są lekkie i trwałe przez długi czas użytkowania. Dzięki specjalnym rowkom w okolicy palców, podkładkom pod stopą i piętą stopa jest bezpiecznie zamocowana, a żebrowana podeszwa zapewnia doskonałą przyczepność nawet na śliskich powierzchniach, gwarantując maksymalny komfort i ochronę przed poślizgiem. Zewnętrzny branding jest ograniczony Logo Adidas Performance na poduszce w obszarze pięty, a także wygrawerowanym napisem YEEZY na wewnętrznej stronie łupków. Adidas Yeezy Slide to nie tylko niesamowita lekkość, ale także maksymalna amortyzacja zapewniająca maksymalny komfort.",
  "img": "https://static.tildacdn.com/stor6535-3233-4438-b131-623032626539/53743113.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Earth Brown»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "Adidas Yeezy Slide Earth Brown jest wynikiem współpracy Adidasa i Yeezy, a ich premiera odbyła się 16 kwietnia 2020 roku. Nawet przy minimalistycznym designie klapki zadziwiają swoją złożonością i funkcjonalnością. Kapcie Yeezy Slide są wykonane z miękkiej pianki EVA, dzięki czemu są lekkie i trwałe przez cały okres użytkowania. Dzięki specjalnym rowkom w okolicy palców, pod stopą i piętą stopa jest bezpiecznie zamocowana, a żebrowana podeszwa zapewnia doskonałą przyczepność nawet na śliskich powierzchniach, gwarantując maksymalny komfort i ochronę przed poślizgiem.Zewnętrzny branding jest ograniczony Logo Adidas Performance na poduszce w obszarze pięty, a także wygrawerowanym napisem YEEZY na wewnętrznej stronie łupków. Adidas Yeezy Slide to nie tylko niesamowita lekkość, ale także maksymalna amortyzacja zapewniająca maksymalny komfort.",
  "img": "https://static.tildacdn.com/stor3963-3965-4238-b832-653062396530/81746677.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Enflame Orange»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "Adidas Yeezy Slide Enflame Orange jest wynikiem współpracy między Adidasem i Yeezy, a ich premiera odbyła się 21 czerwca 2021 roku. Ponadto łupki Yeezy Slide Glow Green słyną również z jasnego i chwytliwego odcienia. Nawet przy minimalistycznym designie zadziwiają swoją złożonością i funkcjonalnością. Kapcie Yeezy Slide są wykonane z miękkiej pianki EVA, dzięki czemu są lekkie i trwałe przez cały okres noszenia. Dzięki specjalnym rowkom w okolicy palców, pod stopą i piętą stopa jest mocno zamocowana, a żebrowana podeszwa zapewnia doskonałą przyczepność nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem. Зbranding baranka ogranicza się do Logo Adidas Performance na podeszwie w okolicy pięty, a także do wygrawerowanego napisu YEEZY po wewnętrznej stronie łupków. Adidas Yeezy Slide to nie tylko niesamowita lekkość, ale także maksymalna amortyzacja zapewniająca maksymalny komfort.",
  "img": "https://static.tildacdn.com/stor3839-6431-4132-b433-626663656535/47667418.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Glow Green»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "Adidas Yeezy Slide Glow Green jest wynikiem współpracy między Adidasem i Yeezy, a ich premiera odbyła się 6 września 2021 roku. Ponadto łupki Yeezy Slide Enflame Orange są również znane ze swojej jasności i widoczności. Nawet przy minimalistycznym designie zadziwiają swoją złożonością i funkcjonalnością. Kapcie Yeezy Slide są wykonane z miękkiej pianki EVA, dzięki czemu są lekkie i trwałe przez cały okres noszenia. Dzięki specjalnym rowkom w okolicy palców, pod stopą i piętą stopa jest bezpiecznie zamocowana, a żebrowana podeszwa zapewnia doskonałą przyczepność nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem. Branding zewnętrzny ogranicza się do Logo Adidas Performance na podeszwie w okolicy pięty, a także do wygrawerowanego napisu YEEZY po wewnętrznej stronie łupków. Adidas Yeezy Slide to nie tylko niesamowita lekkość, ale także maksymalna amortyzacja zapewniająca maksymalny komfort.",
  "img": "https://static.tildacdn.com/stor3633-3966-4231-b865-326139323266/79831312.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Pure»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "Adidas Yeezy Slide Pure jest wynikiem współpracy między Adidasem i Yeezy, a ich premiera odbyła się 26 kwietnia 2021 roku. Nawet przy minimalistycznym designie tabliczki Yeezy Slide Pure zachwycają swoją złożonością i funkcjonalnością, nie pozwalając im na pierwszy rzut oka wyglądać zbyt prosto. Kapcie Yeezy Slide są wykonane z miękkiej pianki EVA, dzięki czemu są lekkie i trwałe przez cały okres noszenia. Dzięki specjalnym rowkom w okolicy palców, pod stopą i piętą stopa jest bezpiecznie zamocowana, a żebrowana podeszwa zapewnia doskonałą przyczepność, szczególnie na śliskich powierzchniach, gwarantując maksymalny komfort i ochronę przed poślizgiem. Branding zewnętrzny ogranicza się do Logo Adidas Performance na podeszwie w okolicy pięty, a także do wygrawerowanego napisu YEEZY po wewnętrznej stronie łupków. Adidas Yeezy Slide to nie tylko niesamowita lekkość, ale także maksymalna amortyzacja zapewniająca maksymalny komfort.",
  "img": "https://static.tildacdn.com/stor3733-3632-4535-b233-303431353766/87606481.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Resin»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "adidas Yeezy Slide Resin jest wynikiem współpracy między Adidasem i Yeezy, a ich wydanie miało miejsce 6 grudnia 2019 r., równolegle z wydaniem kolorów desert Sand i Bone. Nawet przy minimalistycznym designie tabliczki Yeezy Slide Resin zachwycają swoją złożonością i funkcjonalnością, nie pozwalając im na pierwszy rzut oka wyglądać zbyt prosto. Kapcie Yeezy Slide są wykonane z miękkiej pianki EVA, dzięki czemu są lekkie i trwałe przez cały okres noszenia. Dzięki specjalnym rowkom w okolicy palców, pod stopą i piętą stopa jest bezpiecznie zamocowana, a żebrowana podeszwa zapewnia doskonałą przyczepność, szczególnie na śliskich powierzchniach, gwarantując maksymalny komfort i ochronę przed poślizgiem. Zewnętrzny branding jest ograniczony Logo Adidas Performance na podeszwie w okolicy pięty, a także wygrawerowanym napisem YEEZY po wewnętrznej stronie łupków. Adidas Yeezy Slide to nie tylko niesamowita lekkość, ale także maksymalna amortyzacja zapewniająca maksymalny komfort.",
  "img": "https://static.tildacdn.com/stor3730-3837-4130-a337-633964633366/84053259.png"
}, {
  "name": "ADIDAS YEEZY SLIDE «Soot»",
  "collection": "YEEZY SLIDE",
  "price": "8 300",
  "title": "Adidas Yeezy Slide Soot to efekt współpracy między markami adidas i Yeezy i trafił do sprzedaży 4 września 2020 roku. Przed wydaniem koloru Onyx, Soot był uważany za najciemniejszy kolor serii. Nawet dzięki minimalistycznemu wzornictwu łupki zachwycają swoją złożonością i funkcjonalnością, nie pozwalając im na pierwszy rzut oka wyglądać zbyt prosto. Lekki i wytrzymały Yeezy Slide Soot jest wykonany z miękkiej pianki EVA, zapewniając komfort przez cały okres użytkowania. Dzięki specjalnym rowkom w okolicy palców, pod stopą i piętą stopa jest bezpiecznie zamocowana, a żebrowana podeszwa zapewnia skuteczną przyczepność nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem. Zewnętrzny branding jest ograniczony Logo Adidas Performance na podeszwie w okolicy pięty, a także wygrawerowanym napisem YEEZY na wewnętrznej stronie łupków. Adidas Yeezy Slide to nie tylko niesamowita lekkość, ale także maksymalna amortyzacja zapewniająca komfort na każdym kroku.",
  "img": "https://static.tildacdn.com/stor3534-6562-4138-b031-323664313334/18489245.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Onyx»",
  "collection": "YEEZY FOAM RNNR",
  "price": "9 300",
  "title": "Adidas Yeezy Foam Runner Onyx to nowy, całkowicie czarny but Zrodzony ze współpracy między Adidasem i Yeezy i zaprezentowany światu 8 czerwca 2022 roku. Model Yeezy Foam Runner przełamuje stereotypy projektowe, w rzeczywistości jest prototypem, który wszedł do masowej produkcji. Futurystyczna sylwetka Foam Runner wykonana jest z lekkiego i miękkiego materiału EVA opartego na przetworzonych wodorostach. Dzięki perforacji i specjalnym rowkom po wewnętrznej stronie buty bezpiecznie blokują stopę i zapobiegają poceniu się. Żebrowana podeszwa zapewnia skuteczną przyczepność nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem. Zewnętrzna marka jest reprezentowana tylko przez Logo adidas Performance na podeszwie. Yeezy Foam Runner to nie tylko niesamowita lekkość, ale także poczucie maksymalnego komfortu.",
  "img": "https://thumb.tildacdn.com/stor6130-3366-4939-b165-653636623731/-/format/webp/25175798.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Ararat»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "adidas Yeezy Foam Runner Ararat to pierwsza wersja kolorystyczna z linii Foam Runner, która powstała w ramach współpracy między Adidasem i Yeezy. Wydanie odbyło się 26 czerwca 2020 roku, a jego nazwa pochodzi od najwyższego wulkanicznego masywu Wyżyny Ormiańskiej góry Ararat. W ten sposób Kanye West wyraził szacunek dla ojczyzny swojej żony Kim Kardashian. Model Yeezy Foam Runner wyrywa się ze znanych standardów projektowych, praktycznie funkcjonując jako prototyp wprowadzony do masowej produkcji. Futurystyczna sylwetka Foam Runner wykonana jest z lekkiego i miękkiego materiału EVA na bazie przetworzonych wodorostów. Dzięki perforacji i specjalnym rowkom po wewnętrznej stronie buty bezpiecznie mocują stopę i nie powodują pocenia się. Żebrowana podeszwa zapewnia skuteczną przyczepność nawet na śliskich powierzchniach, gwarantując maksymalny komfort i ochronę przed poślizgiem. Branding zewnętrzny ogranicza się tylko do logo adidas Performance na zamiatarce. Yeezy Foam Runner to nie tylko niesamowita lekkość, ale także namacalny komfort.",
  "img": "https://thumb.tildacdn.com/stor6633-6437-4764-a164-376139316661/-/format/webp/32164974.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «MX Cream Clay»",
  "collection": "YEEZY FOAM RNNR",
  "price": "9 300",
  "title": "Adidas Yeezy Foam Runner MX Cream Clay jest wynikiem współpracy Adidasa i Yeezy, która została zaprezentowana 2 sierpnia 2021 roku. Model ten przełamuje standardowe koncepcje projektowe, praktycznie funkcjonując jako prototyp przeznaczony do masowej produkcji. Jej futurystyczna sylwetka wykonana jest z lekkiego i miękkiego materiału EVA stworzonego z przetworzonych wodorostów. Dzięki perforacji i specjalnym rowkom po wewnętrznej stronie buty bezpiecznie blokują stopę, zapobiegając poceniu się. Żebrowana podeszwa zapewnia skuteczną przyczepność nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem.Branding zewnętrzny ogranicza się tylko do Logo Adidas Performance umieszczonego na podeszwie. Adidas Yeezy Foam Runner to nie tylko niesamowita lekkość, ale także namacalny komfort.",
  "img": "https://thumb.tildacdn.com/stor3063-3666-4564-b766-313530373761/-/format/webp/74312739.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Mineral Blue»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "Adidas Yeezy Foam Runner Mineral Blue to produkt współpracy między Adidasem i Yeezy, który został zaprezentowany 29 maja 2021 roku. Model ten przełamuje wszystkie tradycyjne koncepcje projektowe, skutecznie działając jako prototyp przeznaczony do masowej produkcji. Futurystyczna sylwetka Foam Runner wykonana jest z lekkiego i miękkiego materiału EVA opracowanego na bazie przetworzonych wodorostów. Dzięki perforacji i specjalnym rowkom po wewnętrznej stronie buty bezpiecznie blokują stopę, unikając pocenia się. Żebrowana podeszwa zapewnia pewny chwyt nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem. Branding zewnętrzny ogranicza się tylko do Logo Adidas Performance umieszczonego na podeszwie. Adidas Yeezy Foam Runner to nie tylko niesamowita lekkość, ale także namacalny komfort.",
  "img": "https://thumb.tildacdn.com/stor3736-3235-4134-a566-373539383738/-/format/webp/79404252.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Mist»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "Adidas Yeezy Foam Runner Mist powstał w ramach partnerstwa między Adidasem i Yeezy. Premiera odbyła się 11 marca 2022 roku, tego samego dnia co mieszana kolorystyka Stone Sage. Model Yeezy Foam Runner rewolucjonizuje sposób myślenia o projekcie, skutecznie działając jako prototyp do masowej produkcji. Nowoczesna sylwetka Foam Runner wykonana jest z lekkiego i miękkiego materiału EVA na bazie przetworzonych wodorostów. Dzięki perforacji i specjalnym rowkom po wewnętrznej stronie buty bezpiecznie blokują stopę, zapobiegając odprowadzaniu wilgoci. Żebrowana podeszwa zapewnia pewny chwyt nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem. Branding zewnętrzny ogranicza się tylko do Logo Adidas Performance na podeszwie. Adidas Yeezy Foam Runner to nie tylko niesamowita lekkość, ale także namacalny komfort.",
  "img": "https://thumb.tildacdn.com/stor6662-3066-4138-b935-356362616266/-/format/webp/45368167.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «MXT Moon Gray»",
  "collection": "YEEZY FOAM RNNR",
  "price": "9 300",
  "title": "adidas Yeezy Foam Runner MXT Moon Grey powstał w ramach współpracy adidas i Yeezy. Premiera odbyła się 26 marca 2021 roku, równocześnie z mieszaną kolorystyką Sand. Model Yeezy Foam Runner przewyższa projekt, skutecznie działając jako prototyp do masowej produkcji. Dzięki futurystycznej sylwetce wykonanej z lekkiego i miękkiego materiału EVA na bazie przetworzonych wodorostów są imponujące. Perforacje i specjalne rowki na wewnętrznej stronie zapewniają bezpieczne trzymanie stopy i zapobiegają nadmiernemu odprowadzaniu wilgoci. Żebrowana podeszwa zapewnia skuteczną przyczepność nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem. Branding zewnętrzny ogranicza się tylko do Logo Adidas Performance na podeszwie. Adidas Yeezy Foam Runner to nie tylko niesamowita lekkość, ale także namacalny komfort.",
  "img": "https://thumb.tildacdn.com/stor6235-3963-4138-a430-333333666636/-/format/webp/55233157.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Ochre»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "Adidas Yeezy Foam Runner Ochre zostały opracowane w ramach współpracy adidas i Yeezy, a ich premiera odbyła się 2 sierpnia 2021 roku. Model Yeezy Foam Runner przewyższa projekt, skutecznie działając jako prototyp do masowej produkcji. Futurystyczna sylwetka Foam Runner wykonana jest z lekkiego i miękkiego materiału EVA na bazie przetworzonych wodorostów. Konstrukcja zawiera perforacje i specjalne rowki na wewnętrznej stronie, które gwarantują bezpieczne trzymanie stopy i zapobiegają nadmiernemu odprowadzaniu wilgoci. Żebrowana podeszwa zapewnia skuteczną przyczepność nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem. Branding zewnętrzny ogranicza się tylko do logo adidas Performance na zamiatarce. Adidas Yeezy Foam Runner to nie tylko niesamowita lekkość, ale także namacalny komfort.",
  "img": "https://static.tildacdn.com/stor6530-3737-4561-b830-333937663662/55806935.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «MX Sand Grey»",
  "collection": "YEEZY FOAM RNNR",
  "price": "9 300",
  "title": "Adidas Yeezy Foam Runner MX Sand Grey został opracowany w ramach współpracy między Adidasem i Yeezy i został wydany 11 grudnia 2021 roku. Model Yeezy Foam Runner przewyższa standardowe koncepcje projektowe, skutecznie działając jako prototyp do masowej produkcji. Futurystyczna sylwetka Foam Runner wykonana jest z lekkiego i miękkiego materiału EVA na bazie przetworzonych wodorostów. Konstrukcja zawiera perforacje i specjalne rowki na wewnętrznej stronie, aby zapewnić bezpieczne trzymanie stopy i zapobiec nadmiernemu odprowadzaniu wilgoci. Żebrowana podeszwa zapewnia skuteczną przyczepność nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem. Branding zewnętrzny ogranicza się tylko do logo adidas Performance na zamiatarce. Adidas Yeezy Foam Runner to nie tylko niesamowita lekkość, ale także namacalny komfort.",
  "img": "https://thumb.tildacdn.com/stor3463-6663-4364-b131-306139373861/-/format/webp/38838505.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Sand»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "Adidas Yeezy Foam Runner Sand został opracowany w ramach współpracy między Adidasem i Yeezy. Zostały wydane 26 marca 2021 roku i raz zaprezentowane wraz z wariantem MXT Moon Grey. Model Yeezy Foam Runner wykracza poza standardowe koncepcje projektowe i faktycznie służy jako prototyp do masowej produkcji. Futurystyczna sylwetka Foam Runner wykonana jest z lekkiego i miękkiego materiału EVA, opartego na przetworzonych wodorostach. Dzięki perforacji i specjalnym rowkom po wewnętrznej stronie kapcie są bezpiecznie zamocowane i nie sprzyjają nadmiernemu poceniu się. Żebrowana podeszwa zapewnia doskonałą przyczepność nawet na śliskich powierzchniach, zapewniając maksymalny komfort i ochronę przed poślizgiem. Branding zewnętrzny ogranicza się tylko do logo adidas Performance na zamiatarce. Adidas Yeezy Foam Runner to nie tylko niesamowita lekkość, ale także namacalny komfort.",
  "img": "https://static.tildacdn.com/stor3463-3637-4266-a462-623239343936/33795790.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Stone Sage»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "Adidas Yeezy Foam Runner Stone Sage został opracowany w ramach współpracy między Adidasem i Yeezy. Wydanie tej kolorystyki odbyło się 11 marca 2022 roku i ukazały się one raz z wariantem Mist. Model Yeezy Foam Runner łamie wszystkie tradycyjne standardy projektowe, praktycznie działając jako prototyp do masowej produkcji. Futurystyczna sylwetka Foam Runner została stworzona z lekkiego i miękkiego materiału EVA opartego na przetworzonych wodorostach. Dzięki perforacjom i specjalnym rowkom w wewnętrznej części są one bezpiecznie przymocowane do stopy, zapobiegając nadmiernemu poceniu się. Żebrowana podeszwa zapewnia doskonałą przyczepność nawet na śliskich powierzchniach, gwarantując maksymalny komfort i ochronę przed poślizgiem. Branding zewnętrzny ogranicza się tylko do logo adidas Performance na zamiatarce. Adidas Yeezy Foam Runner to nie tylko niesamowita lekkość, ale także namacalny komfort.",
  "img": "https://static.tildacdn.com/stor3830-6637-4234-a635-656135353136/92133440.png"
}, {
  "name": "ADIDAS YEEZY FOAM RUNNER «Vermillion»",
  "collection": "YEEZY FOAM RNNR",
  "price": "8 900",
  "title": "Adidas Yeezy Foam Runner Vermillion został opracowany w ramach współpracy między Adidasem i Yeezy. Wydanie tej kolorystyki odbyło się 29 października 2021 roku. Model Yeezy Foam Runner na nowo wyobraża sobie wszystkie standardowe koncepcje projektowe, skutecznie służąc jako prototyp do masowej produkcji. Futurystyczna sylwetka Foam Runner wykonana jest z lekkiego i miękkiego materiału EVA na bazie przetworzonych wodorostów. Dzięki perforacjom i specjalnym rowkom w wewnętrznej części są one bezpiecznie przymocowane do stopy, zapobiegając nadmiernemu poceniu się. Żebrowana podeszwa zapewnia doskonałą przyczepność nawet na śliskich powierzchniach, gwarantując maksymalny komfort i ochronę przed poślizgiem. Branding zewnętrzny ogranicza się tylko do logo adidas Performance na zamiatarce. Adidas Yeezy Foam Runner to nie tylko niesamowita lekkość, ale także namacalny komfort.",
  "img": "https://static.tildacdn.com/stor6462-6463-4664-b133-363161333863/21372868.png"
}, {
  "name": "ADIDAS YEEZY KNIT RUNNER «Sulfur»",
  "collection": "YEEZY KNIT RNR",
  "price": "8 400",
  "title": "Adidas Yeezy Knit Runner Sulfur to nowy model o futurystycznym designie, który ma podobny kształt Do Foam Runner. Została opracowana w ramach współpracy adidas X Yeezy, a jej premiera odbyła się 23 września 2021 roku. Cholewka wykonana jest w żółtym odcieniu z dzianiny, która całkowicie przylega do nogi. Do oznaczenia zewnętrznego rozmiaru każdej pary na kości używa się koloru beżowego, gdzie czarna czcionka wyświetla informacje o rozmiarze. Cienka gumowa podeszwa w jodełkę dopełnia futurystyczny design. Zewnętrzna Marka modelu Yeezy Knit Runner jest reprezentowana tylko przez Logo adidas Performance umieszczone na podeszwie.",
  "img": "https://thumb.tildacdn.com/stor6436-3538-4336-a135-306433653639/-/format/webp/93380200.png"
}, {
  "name": "ADIDAS YEEZY QNTM «Quantum»",
  "collection": "YEEZY QMTM",
  "price": "11 200",
  "title": "adidas Yeezy QNTM Quantum to codzienna wersja butów do koszykówki z nowej linii QNTM firmy Adidas we współpracy z Kanye Westem. Zaprojektowany nie tylko do noszenia na boisku do koszykówki, model czerpie swój wpływ z ulubionego sportu Kanye Westa i ma wysoką sylwetkę. adidas Yeezy QNTM Quantum są wykonane z odblaskowych wkładek, których brakuje w wersji do koszykówki. Podstawowa jasnoszara tkanina tenisówki wykonana jest w technologii Primeknit, która ma teksturę podobną do Modeli z serii Yeezy Boost 350 V2. Zapewniając nienaganny poziom komfortu i amortyzacji w każdej sytuacji, Technologia Boost jest stosowana w tym modelu. Trampki Yeezy Quantum zostały wydane 16 lutego 2020 r.w ograniczonej liczbie — 4120 par — na gwiazdorski weekend NBA w Chicago. Września tego samego roku odbyła się restauracja.",
  "img": "https://thumb.tildacdn.com/stor3439-6134-4165-b064-386265363933/-/format/webp/28631019.png"
}];